Repository: MPExtended/MPExtended
Catalog: Applications/MPExtended.Applications.WebMediaPortal/Strings/FormStrings.*.resx
Languages: ca, cs, de, es, fi, fr, he, id, it, lt, nl, no, sk, sl, sv

# SearchResultRecording
source: {0} (recorded on {1})
ca: {0} (enregistrat a {1})
cs: {0} (nahrané z {1})
de: {0} (Aufgenommen auf {1})
es: {0} (grabado el {1})
fi: {0} (tallennettu {1})
fr: {0} (enregistré sur {1})
id: {0} (direkam pada {1})
it: {0} (registrato su {1})
lt: {0} (įrašytas {1} (-e))
nl: {0} (opgenomen op {1})
no: opptak på
sk: {0} (nahraté z {1})
sl: {0} (snemano na {1})
sv: {0} (inspelad den {1})

# SearchResultSchedule
source: {0} (schedule)
ca: {0} (planificació)
cs: {0} (plán nahrávání)
de: {0} (Zeitplan)
es: {0} (programación)
fi: {0} (ajastus)
fr: {0} (horaire)
id: {0} (jadwal)
lt: {0} (tvarkaraštis)
nl: {0} (plan)
no: tids
sk: {0} (plán nahrávania)
sl: {0} (snemanje)
sv: {0} (schema)

# SearchResultTrack
source: {0} by {1}
ca: {0} de {1}
cs: {0} od {1}
de: {0} von {1}
es: {0} por {1}
fr: {0} par {1}
id: {0} oleh {1}
it: {0} di {1}
lt: {0} pagal {1}
nl: {0} op {1}
no: av
sk: {0} od {1}
sl: {0} x {1}
sv: {0} av {1}

source: Server service
ca: Servei de servidor
cs: Služba serveru
de: Serverdienst
es: Servicio del servidor
fi: Palvelinkoneen palvelu
fr: Serveur
he: תהליך שרת
id: Layanan server
it: Servizio Server
lt: Serverio paslauga
no: Server tjeneste
sk: Služba servera
sl: Stežnikova storitev
sv: Servertjänst

source: Skin
ca: Aparença
fi: Ulkoasu
he: מעטפת
lt: Išvaizda
sk: Vzhľad
sl: Izgled
sv: Skinn

# StateIdle
source: Idle
ca: Inactiu
cs: Nečinný
de: Leerlauf
es: Libre
fi: Jouten
fr: Ralenti
he: ממתין
id: Jeda
lt: Prastova
nl: Vrij
no: Tomgang
sk: Nečinný
sl: V čakanju
sv: Overksam

# StateRecording
source: Recording
ca: Enregistrament
cs: Nahrávám
de: Aufnahme
es: Grabando
fi: Tallennus käynnissä
fr: Enregistrement
he: הקלטה
id: Merekam
it: Registrando
lt: Įrašinėja
nl: Opnemen
no: Opptak
sk: Nahrávam
sl: Snemanje
sv: Inspelning

# StateScanning
source: Scanning
ca: Escaneig
cs: Skenuji
de: Suchlauf
es: Escaneando
fi: Etsii
fr: Balayage
he: סורק
id: Memindai
it: Scansionando
lt: Skenuoja
nl: Scannen
no: Skanne
sk: Skenujem
sl: Pregledovanje
sv: Skannar

# StateTimeshifting
source: Timeshifting
cs: Přehrávám
de: Timeshift
fi: Ajansiirtotallennus käynnisä
fr: Timeshifting (contrôle du direct)
id: Waktu alih
lt: Timeshift
sk: Prehrávam
sl: Timeshift

source: Stream type
ca: Tipus de flux
cs: Typ streamu
de: Streamtyp
es: Tipo de stream
fi: Virran tyyppi
fr: Type de Flux
he: סוג הזרם
id: Tipe aliran
lt: Srauto tipas
no: Strømnings type
sk: Typu streamu
sl: Tip kanala
sv: Typ av ström

source: TV Show database
ca: Base de dades de programes
cs: Databáze TV seriálů
de: Seriendatenbank
es: Base de datos de series
fi: TV-sarjatietokanta
fr: Base de données concernant les séries
he: בסיס מידע של תוכניות טלויזיה
id: Basisdata Tayangan TV
lt: TV programų duomenų bazė
sk: Databáza TV relácií
sl: Baza TV oddaj
sv: TV-programdatabas

# UsernamePasswordIncorrect
source: The username or password provided is incorrect.
ca: El nom d'usuari o la contrasenya són incorrectes.
cs: Zadané jméno nebo heslo je nesprávné.
de: Der Benutzername oder das Passwort sind falsch.
es: El usuario o la contraseña introducidos son incorrectos
fi: Käyttäjänimi tai salasana on väärin.
fr: Le nom d'utilisateur ou le mot de passe est incorrect
id: Username atau password yang disediakan salah.
it: La username o la password fornita non sono corrette.
lt: Pateiktas vartotojo vardas ir slaptažodis neteisingas
nl: De gegeven gebruikersnaam of wachtwoord is onjuist.
no: Brukernavn eller passord er feil
sk: Zadané meno a heslo sú nesprávne.
sl: Uporabniško ime in geslo sta napačna
sv: Användarnamnet eller lösenordet är fel.

# VLCPlayerEnableDeinterlacing
source: VLC player: enable deinterlacing by default?
ca: Reproductor VLC: voleu habilitar per defecte el desentrellaçat?
cs: VLC player: zvolit "deinterlacing"?
de: VLC-Player: Deinterlacing standardmäßig aktivieren?
es: Reproductor VLC: ¿habilitar desentrelazado por defecto?
fi: VLC soitin: Käytä lomituksenpoistoa oletuksena?
fr: Lecteur VLC : autoriser le désentrelacement par défaut?
id: VLC player: aktifkan deinterlace secara baku?
it: VLC player: abilita deinterlacciamento per default?
lt: VLC grotuvas: įgalinti vaizdo kokybės gerinimą?
nl: VLC player: standaard de-interlacing inschakelen?
no: VLC spiller: tillate deinterlacing som standard valg?
sk: VLC player: predvoliť "deinterlacing"?
sl: VLC player: ali avtomatsko omogočim deinterlace?
sv: VLC player: aktiverar deinterlacing som standard?
