Repository: MPExtended/MPExtended
Catalog: Applications/MPExtended.Applications.WebMediaPortal/Strings/FormStrings.*.resx
Languages: ca, cs, de, es, fi, fr, he, id, it, lt, nl, no, sk, sl, sv

source: Client service
ca: Servei de client
cs: Služba klienta
es: Servicio cliente
fi: Asiakaskoneen palvelu
fr: Client
he: תהליך לקוח
id: Layanan klien
it: Servizio Client
lt: Paslauga klientui
no: Klient tjeneste
sk: Služba klienta
sl: Storitev odjemalca
sv: Klienttjänst

source: Default media streaming profile
ca: Perfil de flux de media per defecte
cs: Výchozí profil "streamování" médií
de: Standard Video-Streaming Profil
es: Perfil por defecto de streaming multimedia
fi: Oletus virtautusprofiili medialle
fr: Profil des flux médias par défaut
he: פרופיל ברירת מחדל להזרמת מדיה
id: Profil baku aliran media
it: Profilo Default media streaming
lt: Numatytas media srauto profilis
nl: Standaard media streaming profiel
no: Standardverdi media strømnings profil
sk: Predvolený profil "streamovania" médií
sl: Privzeti profil za pretok medijev
sv: Standardprofil för strömmande media

source: Default music streaming profile
ca: Perfil de flux de música per defecte
cs: Výchozí profil "streamování" hudby
de: Standard Musik-Streaming Profil
es: Perfil por defecto de streaming de música
fi: Oletus virtautusprofiili musiikille
fr: Profil des flux musicaux par défaut
he: פרופיל ברירת מחדל להזרמת מוזיקה
id: Profil baku aliran musik
it: Profilo Default music streaming
lt: Numatytas muzikos srauto profilis
nl: Standaard muziek streaming profiel
no: Standardverdi musikk strømnings profil
sk: Predvolený profil "streamovania" hudby
sl: Privzeti profil za pretok glasbe
sv: Standardprofil för strömmande musik

# DefaultSkinName
source: default
ca: Per defecte
cs: výchozí
de: Standard
es: por defecto
fi: oletus
fr: Par défaut
he: ברירת מחדל
id: baku
lt: numatytas
nl: standaard
no: standardverdi
sk: predvolený
sl: privzeto
sv: standard

source: Default TV Group
ca: Grup de TV per defecte
cs: Výchozí TV skupina
de: Standard TV Gruppe
es: Grupo de TV por defecto
fi: Oletus TV ryhmä
fr: Groupe TV par défaut
he: קבוצת ברירת מחדל לשידור טלויזיה
id: Grup TV Baku
lt: Numatyta TV grupė
nl: Standaard TV-groep
no: Standard TV Gruppe
sk: Predvolená TV skupina
sl: Privzeta TV skupina
sv: Standard TV-grupp

source: Default TV streaming profile
ca: Perfil de flux de TV per defecte
cs: Výchozí profil "streamování" TV
de: Standard TV-Streaming Profil
es: Perfil por defecto de streaming de TV
fi: Oletus virtautusprofiili TV:lle
fr: Profil des flux TV par défaut
he: פרופיל ברירת מחדל להזרמת שידורי טלויזיה
id: Profil baku aliran TV
lt: Numatytas TV srauto profilis
nl: Standaard TV streaming profiel
no: Standarverdi TV strømnings profil
sk: Predvolený profil "streamovania" TV
sl: Privzeti profil za pretok TV
sv: Standardprofil för strömmande TV

# DirectStreamingProfileDescription
source: Direct: best performance, works only on local network
ca: Directe: millor rendiment, només funciona en xarxa local
cs: Přímo: nejvyšší výkon, funguje jen na lokální síti
de: Direkt: Beste Performance, funktioniert nur im lokalen Netz
es: Directo: mejor rendimiento, funciona sólo en red local
fi: Suora: Paras suorituskyky, toimii vain paikallisessa verkossa
fr: Direct : meilleur performance, mais fonctionne seulement sur le réseau local
he: ישיר: ביצועים הכי טובים, עובד רק ברשת בייתית
id: Langsung: kinerja terbaik, hanya bekerja pada jaringan lokal
it: Regista: best performance, funziona solo su rete locale
lt: Tiesiogiai: geriausia kokybė, veikia tik lokaliame tinkle
nl: Direct: beste prestaties, werkt alleen voor lokaal netwerk
no: Direkt: fungerer kun på lokal nettverk
sk: Priamo: najvyšší výkon, funguje len na lokálnej sieti
sl: Neposredno: najboljša zmogljivost, deluje le na lokalnem omrežju
sv: Direkt: ger bästa prestanda, fungerar endast i lokalt nätverk

# DirectWhenPossibleDescription
source: Direct when possible, otherwise proxied
ca: Directe quan es pugui, i si no a través del proxy
cs: Pokud možno přímo, jinak přes proxy
de: Direkt wenn möglich, sonst über Proxy
es: Directo si es posible, si no por proxy
fi: Suora kun mahdollista, muuten proxyn kautta
fr: Utiliser Direct dès que possible
he: חיבור ישיר אם אפשרי, אחרת דרך פרוקסי
id: Langsung bila memungkinkan, selain itu gunakan proxy
it: Regista quando possibile, altrimenti proxied
lt: Tiesiogiai kai galima, kitu atveju per proxy
nl: Direct wanneer mogelijk, anders proxied
no: Direkt hvis mulig, ellers proxied
sk: Pokiaľ možno priamo, inak cez proxy
sl: Kadar je to možno, uporabi neposredno, drugače preko posrednika
sv: Direkt när det är möjligt, annars via ombud

# EnableAlbumPlayer
source: Enable the album player for music?
ca: Voleu habilitar el reproductor d'àlbums per la música?
cs: Povolit prehrávání celých hudebních alb?
de: Den Album-Player für Musikwiedergabe verwenden?
es: ¿Habilitar el reproductor de álbum para música?
fi: Soita musiikki albumeittain?
fr: Activer le lecteur pour la musique
he: אפשר את נגן האלבומים עבור מוזיקה?
id: Aktifkan pemutar album musik?
it: Abilita album player per musica?
lt: Ar naudoti albumo grotuvą muzikai?
nl: Albumspeler inschakelen voor muziek?
no: Tillate album spiller for musikk?
sk: Povoliť prehrávať albumov pre hudbu?
sl: Omogoči predvajalnik albumov za glasbo?
sv: Aktivera albumspelare för musik?

# ErrorNoValidClientService
source: Please specify a valid MAS URL
ca: Especifiqueu una URL MAS vàlida
cs: Zadejte funkční MAS URL
de: Bitte eine gültige MAS Url einstellen
es: Por favor especifica una URL MAS válida
fi: Anna kelvollinen MAS osoite
fr: SVP, définir une url MAS
id: Silahkan spesifikasikan URL MAS yang benar
it: Perfavore specifica un MAS URL valido
lt: Prašome nurodyti tinkamą MAS URL
nl: Geef een geldige MAS URL
no: Spesifiser en gyldig MAS URL
sk: Zadajte funkčnú MAS URL
sl: Vnesi ustrezen MAS URL
sv: Ange en giltig MAS URL

# ErrorNoValidLanguage
source: Please select a valid language
ca: Seleccioneu un idioma vàlid
cs: Vyberte podporovaný jazyk
de: Bitte wählen Sie eine gültige Sprache
es: Por favor selecciona un lenguaje válido
fr: SVP, sélectionner une langue
he: בחר שפה בתוקף
id: Silahkan pilih bahasa yang benar
it: Perfavore seleziona una lingua valida
lt: Praome pasirinkti tinkamą kalbą
nl: Selecteer een geldige taal a.ub.
sk: Vyberte podporovaný jazyk
sl: Izberi ustrezen jezik
sv: Välj ett giltigt språk

# ErrorNoValidMediaProfile
source: Please select a valid media streaming profile
ca: Seleccioneu un flux de media vàlid
cs: Vyberte vhodný profil "streamování" médií
de: Bitte ein gültiges Video Streaming Profil wählen
es: Por favor selecciona un perfil de streaming multimedia válido
fi: Valitse kelvollinen virtautusprofiili medialle
fr: SVP, sélectionner un profil de flux média
he: בחר פרופיל הזרמת מדיה בתוקף
id: Silahkan pilih profil aliran media yang benar
it: Perfavore seleziona un profilo media streaming valido
lt: Prašome pasirinkti tinkamą media srauto profilį
nl: Selecteer een geldige media streaming profiel
no: Velg en gyldig media strømnings profil
sk: Vyberte vhodný profil "streamovania" médií
sl: Izberi ustrezen profil za pretok medijev
sv: Välj en giltig profil för mediaströmmar

# ErrorNoValidMovieDatabase
source: Please select a valid movie database
ca: Seleccioneu una base de dades de pel·lícules vàlida
cs: Vyberte vhodnou databázi filmů
de: Bitte eine gültige Video-Datenbank wählen
es: Por favor selecciona una base de datos de películas válida
fi: Valitse kelvollinen elokuvatietokanta
fr: SVP, sélectionner une base de données pour les films
he: בחר בסיס נתונים של סרטים בתוקף
id: Silahkan pilih basisdata film yang benar
it: Perfavore seleziona un database film valido
lt: Prašome pasirinkti tinkamą filmų duomenų bazę
nl: Selecteer een geldige film database
no: Velg en gyldig film database
sk: Vyberte vhodnú databázu filmov
sl: Izberi ustrezno bazo filmov
sv: Välj en giltig filmdatabas

# ErrorNoValidMusicDatabase
source: Please select a valid music database
ca: Seleccioneu una base de dades de música vàlida
cs: Vyberte vhodnou databázi hudby
de: Bitte eine gültige Musik-Datenbank wählen
es: Por favor selecciona una base de datos de música válida
fi: Valitse kelvollinen musiikkitietokanta
fr: SVP, sélectionner une base de données pour la musique
he: בחר בסיס נתונים של מוזיקה בתוקף
id: Silahkan pilih basisdata musik yang benar
it: Perfavore seleziona un database musica valido
lt: Prašome pasirinkti tinkamą muzikos duomenų bazę
nl: Selecteer een geldige muziek database
no: Velg en gyldig musikk database
sk: Vyberte vhodnú databázu hudby
sl: Izberi ustrezno bazo glasbe
sv: Välj en giltig musikdatabas

# ErrorNoValidMusicProfile
source: Please select a valid music streaming profile
ca: Seleccioneu una base de dades de flux de música vàlida
cs: Vyberte vhodný profil "streamování" hudby
de: Bitte ein gültiges Musik Streaming Profil wählen
es: Por favor selecciona un perfil de streaming de música válido
fi: Valitse kelvollinen virtautusprofiili musiikille
fr: SVP, sélectionner un profil de flux musical
he: בחר פרופיל הזרמת מוזיקה בתוקף
id: Silahkan pilih profil aliran musik yang benar
it: Perfavore seleziona un profilo music streaming valido
lt: Prašome pasirinkti tinkamą muzikos srauto profilį
nl: Selecteer een geldige muziek streaming profiel
no: Velg en gyldig musikk strømnings profil
sk: Vyberte vhodný profil "streamovania" hudby
sl: Izberi ustrezen profil za pretok glasbe
sv: Välj en giltig profil för musikströmmar

# ErrorNoValidServerService
source: Please specify a valid TAS URL
ca: Especifiqueu una URL TAS vàlida
cs: Zadejte funkční TAS URL
de: Bitte eine gültige TAS Url einstellen
es: Por favor especifica una URL TAS válida
fi: Valitse kelvollinen TAS osoite
fr: SVP, définir une url TAS
id: Silahkan spesifikasikan URL TAS yang benar
it: Perfavore specifica un TAS URL valido
lt: Prašome nurodyti tinkamą TAS URL
nl: Geef een geldige TAS URL
no: Spesifiser en gyldig TAS URL
sk: Zadajte funkčnú TAS URL
sl: Vnesi ustrezen TAS URL
sv: Välj en giltig TAS URL

# ErrorNoValidSkin
source: Please select a valid skin
ca: Seleccioneu una aparença vàlida
cs: Vyberte prosím vhodný skin
de: Bitte einen gültigen Skin wählen
es: Por favor selecciona un skin válido
fi: Valitse kelvollinen ulkoasu
fr: SVP, sélectionner un skin
he: בחר מעטפת
id: Silahkan pilih skin yang benar
it: Perfavore seleziona una skin valida
lt: Prašome pasirinkti tinkamą išvaizdą
nl: Selecteer een geldige skin
no: Velg et gyldig Skin
sk: Vyberte prosím vhodný vzhľad
sl: Izberi ustrezen izgled
sv: Välj ett giltigt skinn

# ErrorNoValidTVGroup
source: Please select a valid TVgroup
ca: Seleccioneu un grup de TV vàlid
cs: Vyberte prosím vhodnou skupinu TV kanálů
de: Bitte eine gültige TV Gruppe wählen
es: Por favor selecciona un grupo de TV válido
fi: Valitse kelvollinen TV ryhmä
fr: SVP, sélectionner un groupe TV
he: בחר קבוצת טלויזיה בתוקף
id: Silahkan pilih TVgroup yang benar
it: Perfavore seleziona un TVgroup valido
lt: Prašome pasirinkti tinkamą TV grupę
nl: Selecteer een geldige TV-groep
no: Velg en gyldig TV gruppe
sk: Vyberte prosím vhodnú skupinu TV kanálov
sl: Izberi ustrezno TV skupino
sv: Välj en giltig TV-grupp

# ErrorNoValidTVProfile
source: Please select a valid TV streaming profile
ca: Seleccioneu un flux de TV vàlid
cs: Vyberte vhodný profil "streamování" TV
de: Bitte ein gültiges TV Streaming Profil wählen
es: Por favor selecciona un perfil de streaming de TV válido
fi: Valitse kelvollinen virtautusprofiili TV:lle
fr: SVP, sélectionner un profil de flux TV
he: בחר פרופיל תקף להזרמת שידורי טלויזיה
id: Silahkan pilih profil aliran TV yang benar
it: Perfavore seleziona un profilo TV streaming valido
lt: Prašome pasirinkti tinkamą TV srauto profilį
nl: Selecteer een geldige TV streaming profiel
no: Velg en gyldig TV strømnings profil
sk: Vyberte vhodný profil "streamovania" TV
sl: Izberi ustrezen profil za pretok TV
sv: Välj en giltig profil för TV-strömmar

# ErrorNoValidTVShowDatabase
source: Please select a valid TV show database
ca: Seleccioneu una base de dades de TV vàlida
cs: Vyberte vhodnou databázi TV seriálů
de: Bitte eine gültige Serien Datenbank wählen
es: Por favor selecciona una base de datos de series válida
fi: Valitse kelvollinen TV-sarjatietokanta
fr: SVP, sélectionner une base de données pour les séries
he: בחר בסיס מידע תקף של תוכניות טלויזיה
id: Silahkan pilih basisdata tayangan TV yang benar
it: Perfavore seleziona un TV show database valido
lt: Prašome pasirinkti TV programų duomenų bazę
nl: Selecteer een geldige TV-show database
no: Velg en gyldig TV show database
sk: Vyberte vhodnú databázu TV relácií
sl: Izberi ustrezno bazo TV oddaj
sv: Välj en giltig TV-programdatabas

# FailedToConnectToClient
source: Failed to connect to the specified client service
ca: No s'ha pogut connectar al servei de client demanat
cs: Nepodařilo se spojit se zadanou klientskou službou
de: Konnte nicht zu dem definierten Client Service verbinden
es: Error al conectar con el servicio del cliente especificado
fi: Yhteys valittuun asiakaskoneen palveluun epäonnistui
fr: Erreur lors de la connexion au client
id: Gagal terhubung ke layanan klien yang dispesifikasikan
it: Fallita connessione al servizio client specificato
lt: Nepavyko prisijungti prie nurodytos kliento paslaugos
nl: Kan geen verbinding maken met de opgegeven client service
no: Feil med oppkobling til spesifisert klient service
sk: Nepodarilo sa spojiť so zadanou klientskou službou
sl: Ni se mi uspelo povezati na odjemalca
sv: Det gick inte att ansluta till klienttjänsten

# FailedToConnectToServer
source: Failed to connect to the specified server service
ca: No s'ha pogut connectar al servei de servidor demanat
cs: Nepodařilo se spojit se zadanou službou serveru
de: Die Verbindung zum angegebenen Serverdienst konnte nicht hergestellt werden
es: Error al conectar con el servicio del servidor especificado
fi: Yhteys valittuun palvelinkoneen palveluun epäonnistui
fr: Erreur lors de la connexion au serveur
id: Gagal terhubung ke layanan server yang dispesifikasikan
it: Fallita connessione al servizio server specificato
lt: Nepavyko prisijungti prie nurodytos serverio paslaugos
nl: Kan geen verbinding maken met de opgegeven server service
no: Feil med oppkobling til spesifisert server service
sk: Nepodarilo sa spojiť so zadanou službou servera
sl: Ni se mi uspelo povezati na strežnik
sv: Det gick inte att ansluta till servertjänsten

# FieldRequired
source: {0} field is required
ca: Cal el camp {0}
cs: {0} je nutné zadat
de: {0} Feld ist erforderlich
es: El campo {0} es obligatorio
fi: {0} kenttä on vaadittu
fr: Le champ {0} est requis
id: {0} field diperlukan
it: {0} campo richiesto
lt: {0} laukas yra privalomas
nl: {0} veld is vereist
no: felt er nødvendig
sk: {0} je nutné zadať
sl: Polje {0} je zahtevano!
sv: {0} fältet krävs

source: Language
ca: Idioma
cs: Jazyk
de: Sprache
es: Lenguaje
fr: Langue
he: שפה
id: Bahasa
it: Lingua
lt: Kalba
nl: Taal
sk: Jazyk
sl: Jezik
sv: Språk

# LogOnPassword
source: Password
ca: Contrasenya
cs: Heslo
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
lt: Slaptažodis
nl: Wachtwoord
no: Passord
sk: Heslo
sl: Geslo
sv: Lösenord

# LogOnRememberMe
source: Remember me?
ca: Em recordeu?
cs: Pamatovat si mě?
de: Angemeldet bleiben?
es: ¿Recordarme?
fi: Muista minut?
fr: Se souvenir de moi ?
he: זכור אותי?
id: Ingat saya?
it: Ricordami?
lt: Prisiminti mane?
nl: Herinner mij?
no: Huske du meg?
sk: Pamätať si ma?
sl: Se me spomniš?
sv: Kom ihåg mig?

# LogOnUsername
source: Username
ca: Nom d'usuari
cs: Login
de: Benutzername
es: Usuario
fi: Käyttäjänimi
fr: Nom de l'utilisateur
he: שם משתמש
lt: Vartotojo vardas
nl: Gebruikersnaam
no: Brukernavn
sk: Meno
sl: Uporabniško ime
sv: Användarnamn

source: Movie database
ca: Base de dades de pel·lícules
cs: Databáze filmů
de: Filmdatenbank
es: Base de datos de películas
fi: Elokuvatietokanta
fr: Base de données concernant les films
he: בסיס מידע של סרטים
id: Basisdata film
lt: Filmų duomenų bazė
nl: Film database
no: Film database
sk: Databáza filmov
sl: Baza filmov
sv: Filmdatabas

source: Music database
ca: Base de dades de música
cs: Databáza hudby
de: Musikdatenbank
es: Base de datos de música
fi: Musiikkitietokanta
fr: Base de données concernant la musique
he: בסיס מידע של מוזיקה
id: Basisdata musik
lt: Muzikos duomenų bazė
nl: Muziek database
no: Musikk database
sk: Databáza hudby
sl: Baza glasbe
sv: Musikdatabas

# ProxiedStreamingProfileDescription
source: Proxied: instantly stops timeshiftings, works over the internet
ca: A través del proxy: s'aturen els timeshiftings a l'instant, funciona sobre internet
cs: Přes proxy: okamžitě zastaví přehrávání s možností pozastavení, funguje přes internet
de: Mit Proxies: Stoppt Timeshifting sofort, funktioniert bei Verbindung über Internet.
es: Por proxy: para el timeshift al instante, funciona a través de internet
fi: Proxyn takana: lopettaa ajansiirtotallennukset välittömästi, toimii internetin kautta
fr: Proxied : arrêt immédiat du timeshifting, session sur internet
id: Proxied: dapat dengan cepat menghentikan waktu jeda, bekerja melalui internet
it: Proxied: ferma timeshiftings immediatamente, funziona in internet
lt: Proxy: sustabdomas timeshift, veikia internetu
nl: Proxied: stopt per direct timeshifting, werkt via internet
no: Proxied: stopper timeshifting umiddelbart, virker over internett
sk: Cez proxy: okamžite zastaví prehrávanie s možnosťou pozastavenia, funguje cez internet
sl: Preko posrednika: prekine timeshift, deluje preko interneta
sv: Via ombud: stoppar timeshift omedelbart, fungerar över internet

# ScheduleChannel
source: Channel
ca: Canal
cs: Kanál
de: Sender
es: Canal
fi: Kanava
fr: Chaine
he: ערוץ
id: Saluran
it: Canale
lt: Kanalas
nl: Zender
no: Kanal
sk: Kanál
sl: Kanal
sv: Kanal

# ScheduleEndTime
source: Endtime
ca: Hora de final
cs: Konec
de: Ende-Zeit
es: Hora de fin
fi: Lopetusaika
fr: Heure de fin
he: זמן סיום
id: Waktu selesai
lt: Pabaigos laikas
nl: Eindtijd
no: Slutttid
sk: Koniec
sl: Čas konca
sv: Sluttid

# ScheduleSelectValidChannel
source: Select a valid channel
ca: Seleccioneu un canal vàlid
cs: Vyberte vhodný kanál
de: Wähle einen gültigen Sender aus
es: Selecciona un canal válido
fi: Valitse kelvollinen kanava
fr: Sélectionner un chaîne
he: בחר ערוץ תקין
id: Pilih saluran yang benar
it: Seleziona un canale valido
lt: Pasirinkite tinkamą kanalą
nl: Selecteer een geldige zender
no: Velg en gyldig kanal
sk: Vyberte vhodný kanál
sl: Izberi ustrezen kanal
sv: Välj en giltig kanal

# ScheduleSelectValidType
source: Select a valid schedule type
ca: Seleccioneu un tipus de planificació vàlida
cs: Vyberte vhodný typ plánu nahrávaní
de: Wähle eine gültige Art des Zeitplans aus
es: Selecciona un tipo de programación válido
fi: Valitse kelvollinen ajastuksen tyyppi
fr: Sélectionner une plage horaire
id: Pilih tipe jadwal yang benar
it: Seleziona un schedule type valido
lt: Pasirinkite tinkamą tvarkaraščio tipą
nl: Selecteer een geldige planner type
no: Velg en gyldig tidsskjema type
sk: Vyberte vhodný typ plánu nahrávania
sl: Izberi ustrezen tip sporeda
sv: Välj en giltig schematyp

# ScheduleStartTime
source: Starttime
ca: Hora d'inici
cs: Začátek
de: Startzeit
es: Hora de inicio
fi: Aloitusaika
fr: Heure de début
he: זמן התחלה
id: Waktu mulai
lt: Pradžios laikas
nl: Starttijd
no: Starttid
sk: Začiatok
sl: Čas začetka
sv: Starttid

# ScheduleTitle
source: Title
ca: Títol
cs: Název
de: Titel
es: Título
fr: Titre
he: כותרת
id: Judul
it: Titolo
lt: Antraštė
nl: Titel
sk: Titul
sl: Naslov
sv: Titel

source: Schedule type
ca: Tipus de planificació
cs: Typ plánu
de: Art des Zeitplans
es: Tipo de programación
fi: Ajastuksen tyyppi
fr: Plage horaire
he: סוג תיזמון
id: Tipe jadwal
lt: Tvarkaraščio tipas
nl: Planner type
no: Tidsskjema type
sk: Typ plánu
sl: Tip sporeda
sv: Schematyp

# ScheduleTypeDaily
source: Daily
ca: Diàriament
cs: Denně
de: Täglich
es: Diaria
fi: Päivittäin
fr: Quotidien
he: יומי
id: Harian
it: Giornaliero
lt: Kasdien
nl: Dagelijks
no: Daglig
sk: Denne
sl: Dnevno
sv: Dagligen

# ScheduleTypeEveryTimeOnEveryChannel
source: Every time on every channel
ca: Cada cop a tots els canals
cs: Vždy na všech kanálech
de: Jedes Mal auf jedem Sender
es: Siempre en todos los canales
fi: Joka kerta kaikilta kanavilta
fr: Chaque fois sur toutes les chaînes
he: כל פעם, בכל ערוץ
id: Setiap waktu pada setiap saluran
it: Ogni volta per ogni canale
lt: Kaskartą kiekviename kanale
nl: Iedere tijd op elke zender
no: Hver gang på alle kanaler
sk: Vždy na všetkých kanáloch
sl: Vsakič na vsakem kanalu
sv: Varje gång på alla kanaler

# ScheduleTypeEveryTimeOnThisChannel
source: Every time on this channel
ca: Cada cop en aquest canal
cs: Vždy na tomto kanále
de: Jedes Mal auf diesem Sender
es: Siempre en este canal
fi: Joka kerta tältä kanavalta
fr: Chaque fois sur cette chaîne
he: כל פעם, בערוץ זה בלבד
id: Setiap waktu pada saluran ini
it: Ogni volta per questo canale
lt: Kaskartą šiuo kanalu
nl: Iedere tijd op deze zender
no: Hver gang på denne kanal
sk: Vždy na tomto kanáli
sl: Vsakič na tem kanalu
sv: Varje gång på denna kanal

# ScheduleTypeOnce
source: Once
ca: Un cop
cs: Jednou
de: Einmal
es: Una vez
fi: Kerran
fr: Une fois
he: חד פעמי
id: Sekali
it: Una volta
lt: Vieną kartą
nl: Eenmalig
no: En gang
sk: Raz
sl: Enkrat
sv: En gång

# ScheduleTypeWeekends
source: Weekends
ca: Caps de setmana
cs: Přes víkendy
de: Am Wochenende
es: Fines de semana
fi: Viikonloppuisin
fr: Week End
he: סופי שבוע
id: Akhir pekan
it: Weekend
lt: Savaitgaliais
no: Helger
sk: Cez víkendy
sl: Ob vikendih
sv: Helger

# ScheduleTypeWeekly
source: Weekly
ca: Setmanalment
cs: Týdně
de: Wöchentlich
es: Semanalmente
fi: Viikottain
fr: Hebdomadaire
he: שבועי
id: Mingguan
it: Settimanalmente
lt: Kartą savaitėje
nl: Weekelijks
no: Ukentlig
sk: Týždenne
sl: Tedensko
sv: Veckovis

# ScheduleTypeWeeklyOnThisChannel
source: Weekly on this channel
ca: Setmanalment en aquest canal
cs: Týdně na tomto kanálu
de: Wöchentlich auf diesem Sender
es: Semanalmente en este canal
fi: Viikottain tältä kanavalta
fr: Chaque semaine sur cette chaîne
he: כל שבוע בערוץ זה
id: Mingguan pada saluran ini
it: Settimanalmente su questo canale
lt: Kartą savaitėje šiuo kanalu
nl: Weekelijks op deze zender
no: Ukentlig på denne kanal
sk: Týždenne na tomto kanáli
sl: Tedensko na tem kanalu
sv: Veckovis på denna kanal

# ScheduleTypeWorkingDays
source: Working days
ca: Laborables
cs: V pracovní dny
de: Werktags
es: Días laborales
fi: Arkipäivisin
fr: Jours ouvrés
he: ימי עבודה
id: Hari kerja
it: Giorni lavorativi
lt: Darbo dienomis
nl: Werkdagen
no: Ukedager
sk: V pracovné dni
sl: Ob delovnikih
sv: Vardagar

# SearchResultAlbum
source: {0} (album) by {1}
ca: {0} (àlbum) de {1}
cs: {0} (album) od {1}
de: {0} (Album) von {1}
es: {0} (album) por {1}
fr: {0} (album) par {1}
he: {0} (album) ע"י {1}
id: {0} (album) oleh {1}
it: {0} (album) di {1}
lt: {1} (albumas) {0}
nl: {0} (album) op {1}
no: (album) av
sk: {0} (album) od {1}
sl: {0} (album) izvajalca {1}
sv: {0} (album) av {1}

# SearchResultChannelGroup
source: {0} (channel group)
ca: {0} (grup de canals)
cs: {0} (skupina kanálů)
de: {0} (Sendergruppe)
es: {0} (grupo de canales)
fi: {0} (kanavaryhmä)
fr: {0} (groupe de chaines)
id: {0} (grup saluran)
lt: {0} (kanalų grupė)
nl: {0} (zender groep)
no: Kanal gruppe
sk: {0} (skupina kanálov)
sl: {0} (skupina kanalov)
sv: {0} (kanalgrupp)

# SearchResultProgram
source: {0} ({1} on {2})
ca: {0} ({1} a {2})
cs: {0} ({1} na {2})
de: {0} ({1} auf {2})
es: {0} ({1} en {2})
fr: {0} ({1} sur {2})
id: {0} ({1} pada {2})
it: {0} ({1} su {2})
lt: {0} ({1} {2} (-e))
nl: {0} ({1} op {2})
no: på
sk: {0} ({1} na {2})
sl: {0} ({1} na {2})
sv: {0} ({1} på {2})
