Repository: MPExtended/MPExtended
Catalog: Applications/MPExtended.Applications.WebMediaPortal/Strings/UIStrings.*.resx
Languages: cs, id, lt, no, sl

source: Account Information
cs: Informace o účtu
id: Informasi Akun
lt: Prisijungimo informacija
no: Bruker information
sl: Informacije o računu

source: Details
cs: Detaily
id: Rincian
lt: Išsamiau
no: Detaljer
sl: Podrobnosti

source: Latest episodes
cs: Nové epizody
id: Episode terbaru
lt: Vėliausi epizodai
no: Siste episoder
sl: Zadnje epizode

source: Latest movies
cs: Nové filmy
id: Film terbaru
lt: Vėliausi filmai
no: Siste filmer
sl: Zadnji filmi

source: Latest recordings
cs: Nové nahrávky
id: Rekaman terbaru
lt: Vėliausi įrašai
no: Siste Opptak
sl: Zadnje snemane oddaje

source: Log on
cs: Přihlásit se
id: Masuk
lt: Registruotis
no: Logg inn
sl: Prijavi se

# LogOnFailed
source: Login was unsuccessful. Please correct the errors and try again.
cs: Nepodařilo se přihlásit. Zkontrolujte prosím zadání a zkuste znovu.
id: Gagal masuk. Silahkan perbaiki kesalahannya dan coba lagi.
lt: Registracija nesėkminga. Prašome patikrinti klaidas ir bandyti iš naujo
no: Log inn var ikke vellykket. Rett feilene og prøv igjen
sl: Prijava je bila neuspešna. Popravi napake in poskusi znova.

source: Movies
cs: Filmy
id: Film
lt: Filmai
no: Filmer
sl: Filmi

source: Music
cs: Hudba
id: Musik
lt: Muzika
no: Musikk
sl: Glasba

source: Play
cs: Přehrát
id: Mainkan
lt: Groti
no: Start
sl: Predvajaj

# PleaseEnterUsernameAndPassword
source: Please enter your username and password.
cs: Zadejte své jméno a heslo.
id: Masukkan username dan password anda.
lt: Prašome įvesti vartotojo vardą ir slaptažodį.
no: Skriv inn brukernavn og passord
sl: Vnesi svoje uporabniško ime in geslo.

source: Rating
cs: Hodnocení
id: Penilaian
lt: Reitingas
no: Vurdering
sl: Ocena

source: Today's schedules
cs: Dnešní plán nahrávání
id: Jadwal hari ini
lt: Šios dienos tvarkaraščiai
no: Dagens
sl: Današnji spored

source: TV Shows
cs: TV seriály
id: Tayangan TV
lt: TV programos
no: TV show
sl: TV Oddaje

source: Unknown
cs: Neznámý
id: Tidak dikenal
lt: Nežinomas
no: Ukjent
sl: Neznano

# WatchingMovie
source: Watching {0}
cs: Sleduji {0}
id: Menonton {0}
lt: Žiūrima {0}
no: Du ser på
sl: Gledaš {0}

source: Welcome
cs: Vítejte
id: Selamat datang
lt: Sveiki
no: Velkommen
sl: Pozdravljen

# YouAreWatchingMovie
source: You are watching to <strong>{0}</strong>.
cs: Sledujete <strong>{0}</strong>.
id: Anda sedang menonton <strong>{0}</strong>.
lt: Jūs žiūrite <strong>{0}</strong>.
no: Du ser på
sl: Gledaš <strong>{0}</strong>

source: Your artists
cs: Vaši umělci
id: Artis anda
lt: Jūsų atlikėjai
no: Dine artister
sl: Tvoji izvajalci

source: Your movies
cs: Vaše filmy
id: Film anda
lt: Jūsų filmai
no: Dine filmer
sl: Tvoji filmi

source: Your TV shows
cs: Vaše TV seriály
id: Tayangan TV anda
lt: Jūsų TV programos
no: Dine TV program
sl: Tvoje TV oddaje

# AlbumBy
source: {0} by {1}
cs: {0} od {1}
id: {0} oleh {1}
lt: {0} atliktas {1}
no: av
sl: {0} x {1}

# AlbumsFromArtist
source: {0}'s albums
cs: Alba od: {0}
id: Album {0}
lt: {0} atlikėjo albumų
no: albumer
sl: Albumi izvajalca {0}

# Aired
source: Aired {0}
cs: Vysílané {0}
id: Mengudara {0}
lt: Išleista {0}
no: Første gang på luften
sl: Predvajano {0}

source: Download
cs: Stáhnout
id: Unduh
lt: Atsisiųsti
no: Nedlast
sl: Naloži

source: Guest starring:
cs: Hostující herci:
id: Bintang tamu:
lt: Kviestos žvaigždės:
no: Gjesterolle
sl: Stranske vloge:

source: Written by:
cs: Napsal:
id: Ditulis oleh:
lt: Parašė:
no: Skrevet av
sl: Scenarij:

# EpisodeDisplay
source: Episode {0} - {1}
cs: Epizoda {0} - {1}
lt: Epizodas {0} - {1}
no: Episode
sl: Epizoda {0} - {1}

# Season
source: Season {0}
cs: Sezóna {0}
id: Musim {0}
lt: Sezonas {0}
no: Sesong
sl: Sezona {0}

# ShowSeason
source: {0} season {1}
cs: {0} sezóna {1}
id: {0} musim {1}
lt: {0} sezonas {1}
no: sesong
sl: {0} Sezona {1}

# WatchingEpisode
source: Watching {0}
cs: Sledujete {0}
id: Menonton {0}
lt: Žiūrima {0}
no: Du ser på
sl: Gledaš {0}

# YouAreWatchingEpisode
source: You are watching <strong>{0} - Season {1} Episode {2} - {3}</strong>.
cs: Sledujete <strong>{0} - Sezóna {1} Epizoda {2} - {3}</strong>.
id: Anda sedang menonton <strong>{0} - Musim {1} Episode {2} - {3}</strong>.
lt: Jūs žiūrite <strong>{0} - Sezono {1} epizodą {2} - {3}</strong>.
no: Du ser på sesong episode
sl: Gledaš <strong>{0} - Sezona {1} Epizoda {2} - {3}</strong>.

# ErrorPageText
source: Please include the information below when you report this error.
cs: Při hlášení chyby vyplňte prosím údaje uvedené níže.
id: Mohon sertakan informais di bawah ini saat anda melaporkan masalah ini.
lt: Prašome įtraukti žemiau esančią informaciją aprašant klaidą.
no: Vennligst inkludere inormasjonen under når du melder denne feilen
sl: Dodaj spodnje informacije, ko prijavljaš napako.

source: Home
cs: Index
id: Beranda
lt: Pagrindinis
no: Hjem
sl: Domov

source: Log off
cs: Odhlásit se
id: Keluar
lt: Išsiregistruoti
no: Logg ut
sl: Odjava

source: Recordings
cs: Nahrávky
id: Rekaman
lt: Įrašai
no: Opptak
sl: Snemane oddaje

source: Schedules
cs: Plán nahrávek
id: Jadwal
lt: Tvarkaraščiai
no: Tidsskjemaer
sl: Spored

source: Settings
cs: Nastavení
id: Setelan
lt: Nustatymai
no: Settinger
sl: Nastavitve

# SorryAnErrorOccurred
source: Sorry, an error occurred while processing your request.
cs: Bohužel, při zpracování požadavku nastala chyba.
id: Maaf, muncul masalah saat memproses permintaan anda.
lt: Atsiprašome, įvyko klaida vykdant jūsų užklausą.
no: Beklager, en feil har oppstått
sl: Prišlo je do napake pri obdelavi tvoje zahteve.

source: TV Guide
cs: TV program
id: Panduan TV
lt: TV gidas
sl: TV Spored

# WelcomeUsername
source: Welcome <strong>{0}</strong>!
cs: <strong>{0}</strong>, vítejte!
id: Selamat datang <strong>{0}</strong>!
lt: Sveiki <strong>{0}</strong>!
no: Velkommen
sl: Pozdravljen <strong>{0}</strong>!

source: Cancel schedule
cs: Zrušit plán
id: Batalkan jadwal
lt: Panaikinti tvarkaraštį
no: Slett
sl: Prekliči snemanje.

# CreateSchedule
source: Schedule
cs: Nahrát
id: Jadwal
lt: Tvarkaraštis
no: Tidsskjema
sl: Snemanja

source: Delete
cs: Vymazat
id: Hapus
lt: Ištrinti
no: Slett
sl: Briši

source: Earlier
cs: Dříve
id: Lebih lama
lt: Anksčiau
no: Tidligere
sl: Prejšnje

source: Later
cs: Později
id: Lebih baru
lt: Vėliau
no: Senere
sl: Sledeče

source: Live TV
cs: TV živě
id: TV Siaran langsung
lt: Tiesioginė TV
no: Levende TV
sl: TV v živo

# ProgramChannelDetails
source: <strong>{0}</strong> till <strong>{1}</strong> on channel <strong>{2}</strong>
cs: <strong>{0}</strong> do <strong>{1}</strong> na kanále <strong>{2}</strong>
id: <strong>{0}</strong> sd <strong>{1}</strong> pada saluran <strong>{2}</strong>
lt: <strong>{0}</strong> iki <strong>{1}</strong> kanalu <strong>{2}</strong>
no: På kanal
sl: <strong>{0}</strong> do <strong>{1}</strong> na kanalu <strong>{2}</strong>

source: Recorded on
cs: Nahrané
id: Direkam pada
lt: Įrašyta
no: Tatt opp på
sl: Snemano

# ScheduleHeaderEndTime
source: End time
cs: Konec
id: Waktu selesai
lt: Pabaigos laikas
no: Slutt tid
sl: Čas konca

# ScheduleHeaderRepetition
source: Repetition
cs: Opakování
id: Pengulangan
lt: Kartojimas
no: Repeter
sl: Ponavljanje

# ScheduleHeaderStartTime
source: Start time
cs: Začátek
id: Waktu mulai
lt: Pradžios laikas
no: start tid
sl: Čas začetka

source: Update
cs: Upravit
id: Perbarui
lt: Atnaujinti
no: Oppdater
sl: Posodobi

# WatchingProgram
source: Watching {0} on {1}
cs: Sledujete {0} na {1}
id: Menonton {0} pada {1}
lt: Žiūrima {0} kanale {1}
no: Ser på
sl: Gledaš {0} na {1}

# WatchingRecording
source: Watching {0}
cs: Sledujete {0}
id: Menonton {0}
lt: Žiūrima {0}
no: Ser
sl: Gledaš {0}

# YouAreWatchingProgram
source: You are watching <strong>{0}</strong> on <strong>{1}</strong>.
cs: Sledujete <strong>{0}</strong> na <strong>{1}</strong>.
id: Anda sedang menonton <strong>{0}</strong> pada <strong>{1}</strong>.
lt: Jūs žiūrite <strong>{0}</strong> kanale <strong>{1}</strong>.
no: Du ser på
sl: Gledaš <strong>{0}</strong> na <strong>{1}</strong>.

# YouAreWatchingRecording
source: You are watching <strong>{0}</strong>.
cs: Sledujete <strong>{0}</strong>.
id: Anda sedang menonton <strong>{0}</strong>.
lt: Jūs žiūrite <strong>{0}</strong>.
no: Du ser på
sl: Gledaš <strong>{0}</strong>.

source: Your recordings
cs: Vaše nahrávky
id: Rekaman anda
lt: Jūsų įrašai
no: Dine opptak
sl: Tvoje snemane oddaje

source: Add schedule
cs: Přidat plán
id: Tambah jadwal
lt: Pridėti tvarkaraštį
no: Legg til tidstabell
sl: Dodaj snemanje

source: Create
cs: Vytvořit
id: Buat
lt: Sukurti
no: Lag
sl: Ustvari

source: Program
lt: Programa

# DownloadPlaylist
source: Download playlist (.m3u) for usage with external player
cs: Stáhnout playlist (.m3u) pro externí přehrávač
id: Unduh daftar main (.m3u) untuk digunakan dengan pemutar eksternal
lt: Atsisiųsti grofaraštį (.m3u) naudojimui išoriniame grotuve.
no: Last ned playlist for ekstern spiller
sl: Naloži listo predvajanja (.m3u) za uporabo na zunanjem predvajalniku

# InstallFlashPlayerToUseThisPlayer
source: Install Adobe Flash Player to use this player.
cs: Pro použití tohoto přehrávače nainstalujte Adobe Flash Player.
id: Instalasikan Adobe Flash Player pada pemutar ini.
lt: Įdiekite Adobe Flash Player šiam grotuvui.
no: Installer Adobe Flash for å bruke dette
sl: Za uporabo tega predvajalnika naloži Adobe Flash player.

# VLCEnableDeinterlacing
source: enable deinterlacing
cs: povolit deinterlacing
id: aktifkan deinterlacing
lt: įjungti kokybės gerinimą
no: tillate deinterlacing
sl: Omogoči deinterlacing

# VLCPause
source: pause
cs: pauza
id: tunda
lt: pauzė
sl: Premor

# VLCPlay
source: play
cs: přehrát
id: mainkan
lt: groti
no: spill
sl: Predvajaj

# VLCStop
source: stop
id: berhenti
lt: stabdyti
sl: Zaustavi

# VLCSwitchFullscreen
source: switch fullscreen
cs: celá obrazovka
id: alihkan layar penuh
lt: perjungti į visą ekraną
no: bytt til fullskjerm
sl: Preklopi iz/na celoten zaslon

# VLCTooOldToSupportDeinterlacing
source: Your VLC version is too old to support deinterlacing in the browser. Update to version 1.1.11 or higher.
cs: Vaše verze VLC je stará a nepodoporuje deinterlacing v prohlížeči. Použijte verzi 1.1.11 nebo novější.
id: Versi VLC anda terlalu lama untuk mendukung deinterlacing pada peramban. Perbarui ke versi 1.1.11 atau lebih tinggi.
lt: Jūsų VLC versiją per sena, nepalaiko kokybės gerinimo naršyklėje. Atnaujinkite iki versijos 1.1.11 arba aukštesnės.
no: Din VLC versjon er for gammel. Oppdater til versjon 1.1.11 eller høyere.
sl: Tvoja verzija VLC je prestara, da bi podpirala deinterlacing v brskalniku. Nadgradi na verzijo 1.1.11 ali višjo.

source: Save
cs: Uložit
id: Simpan
lt: Išsaugoti
no: Lagre
sl: Shrani

source: Edit
cs: Upravit
lt: Redaguoti
no: Editer
sl: Uredi

source: Edit schedule
cs: Upravit plán
id: Edit jadwal
lt: Redaguoti tvarkaraštį
no: Editer tidstabell
sl: Spremeni snemanje

source: Search
cs: Hledat
id: Cari
lt: Ieškoti
no: Søk
sl: Išči

# SearchFieldPlaceholder
source: Search...
cs: Hledat...
id: Cari...
lt: Ieškoma..
no: Søk...
sl: Iščem...

# SorryYourSearchDidNotYieldAnyResults
source: Sorry, your search didn't yield any results.
cs: Bohužel, hledání nepřineslo žádné výsledky.
id: Maaf, pencarian anda tidak menghasilkan apapun.
lt: Atsiprašome, paieška nepateikė jokių rezultatų.
no: Beklager ditt søk gav ingen resultat
sl: Tvoje iskanje ni obrodilo sadov...

source: Status
cs: Stav
lt: Būsena

source: TV Server status
cs: Stav TV serveru
id: Status server TV
lt: TV serverio būsena
sl: Status TV strežnika

# Cards
source: Tuner cards
cs: TV karty
id: Kartu tuner
lt: Imtuvo kortos
no: Mottaker kort
sl: Tuner kartice

source: Card
cs: Karta
id: Kartu
lt: Korta
no: Kort
sl: Kartica

source: Card details
cs: Detaily karty
id: Rincian kartu
lt: Kortos informacija
no: Kort detaljer
sl: Podrobnosti o kartici

# CardGrabbingEPG
source: Grabbing EPG
cs: Načítání EPG
id: Mengambil EPG
lt: Gaunamas EPG
no: Grabbe EPG
sl: Nalagam EPG

source: Card name
cs: Jméno karty
id: Nama kartu
lt: Kortos vardas
no: Kort navn
sl: Ime kartice

# CardRecordingFile
source: Recording file
cs: Uložit jako soubor
id: File rekaman
lt: Įrašo failas
no: Opptak av fil
sl: Datoteka za snemanje

# CardRTSPStream
source: RTSP stream
id: Aliran RTSP
lt: RTSP srautas
sl: RTSP kanal

# CardScrambled
source: Scrambled
cs: Zakódovaná
id: Mengacak
lt: Koduotas
no: Kodet
sl: Kodirano

# CardState
source: State
cs: Stav
id: Kondisi
lt: Būsena
no: Status
sl: Stanje

# CardTimeshiftingFile
source: Timeshifting file
cs: Soubor pro timeshifting
id: File waktu alih
lt: Timeshift failas
no: Timeshifting fil
sl: Datoteka timeshift

source: Channel
cs: Kanál
id: Saluran
lt: Kanalas
no: Kanal
sl: Kanal

# DiskInfoAvailable
source: Available
cs: Dostupné
id: Tersedia
lt: Laisva
no: Tilgjengelig
sl: Na voljo

# DiskInfoDisk
source: Disk
id: Cakram
lt: Diskas

source: Disk information
cs: Informace o discích
id: Informasi cakram
lt: Disko informacija
no: Disk Informasjon
sl: Podatki o disku

# DiskInfoSize
source: Size
cs: Velikost
id: Ukuran
lt: Dydis
no: Størrelse
sl: Velikost

# DiskInfoUsed
source: Used
cs: Použité
id: Digunakan
lt: Užimta
no: Brukt
sl: Porabljeno

source: No
cs: Ne
id: Tidak
lt: Ne
no: Nei
sl: Ne

source: Streaming clients
cs: Připojení klienti
id: Aliran klien
lt: Srauto klientai
no: Kjørende klienter
sl: Odejmalci pretoka

source: Username
cs: Uživatelské jméno
lt: Vartotojo vardas
no: Brukernavn
sl: Uporabniško ime

source: Yes
cs: Ano
id: Ya
lt: Taip
no: Ja
sl: Ja

source: Error
cs: Chyba
id: Masalah
lt: Klaida
no: Feil
sl: Napaka

source: Page not found
cs: Stránka nenalezena
id: Halaman tidak ada
lt: Puslapis nerastas
no: Side ikke funnet
sl: Nisem našel strani

# SorryPageNotFound
source: Sorry, the page you requested doesn't exist.
cs: Bohužel požadovaná stránka neexistuje.
id: Maaf, halaman yang anda minta tidak ada.
lt: Atsiprašome, ieškomas puslapis nerastas.
no: Beklager, siden du leter etter finnes ikke.
sl: Zahtevana stran ne obstaja

source: Watch live
cs: Sledovat živě
id: Tonton langsung
lt: Žiūrėti tiesiogiai
no: Se live
sl: Glej v živo

# ListeningTrack
source: Listening to {0}
cs: Posloucháte {0}
id: Mendengarkan {0}
lt: Klausomasi {0}
no: Lytt på
sl: Poslušaš {0}

# YouAreListening
source: You are listening to <strong>{0}</strong> by <strong>{1}</strong>.
cs: Posloucháte <strong>{0}</strong> od <strong>{1}</strong>.
id: Anda sedang mendengarkan <strong>{0}</strong> oleh <strong>{1}</strong>.
lt: Jūs klausotės <strong>{0}</strong> atlikta <strong>{1}</strong>.
no: Du lytter til
sl: Poslušaš <strong>{0}</strong> izvajalca <strong>{1}</strong>

# FailedToStartStream
source: Starting the stream failed. Please refer to the server logs for more details.
cs: Stream nenastartoval. Více se dočtete v logech na serveru.
id: Gagal memulai aliran. Silahkan lihat log server untuk rincian lengkapnya.
lt: Nepavyko paleisti srauto. Daugiau detalių rasite loguose.
no: Oppstart av strøm feilet. Vennligst se server loggen for detaljer.

source: About
cs: O aplikaci
id: Tentang
lt: Apie
no: Om

source: Current CPU usage:
cs: Využití procesoru:
id: Penggunaan CPU saat ini:
lt: Esamas CPU apkrovimas:
no: Nåværende CPU forbruk:

source: Current memory usage:
cs: Využití paměti:
id: Penggunaan memori saat ini:
lt: Esamas atminties apkrovimas:
no: Nåværende minne forbruk:

source: System status
cs: Stav systému
id: Status sistem
lt: Sistemos statusas

# Version
source: This is WebMediaPortal <strong>{0}</strong>.
cs: WebMediaPortal <strong>{0}</strong>
id: Ini adalah WebMediaPortal <strong>{0}</strong>.
lt: Tai yra WebMediaPortal <strong>{0}</strong>.
no: Dette er WebMediaPortal <strong>{0}</strong>.

source: Latest albums
cs: Nové alba
id: Album terbaru
lt: Naujausi albumai
no: Siste album

source: Latest tracks
cs: Nové skladby
id: Track terbaru
lt: Naujausi įrašai
no: Siste spor

source: Stop
id: Berhenti
no: Stopp
sl: Zaustavi
