Repository: MPExtended/MPExtended
Catalog: Libraries/MPExtended.Libraries.Service/Strings/UI.*.resx
Languages: ca, de, fi, fr, id, it, lt, nl, no, sk, sl, sv

# ActionNeedsAdmin
source: This action needs administrative rights.
ca: Calen drets d'administrador per aquesta acció .
de: Diese Aktion benötigt Administrationsrechte.
fi: Tämä toiminto vaatii järjestelmänvalvojan oikeudet.
fr: Cette action nécessite d'avoir les droits d'administrateur.
id: Aksi ini membutuhkan hak akses administratif.
it: Questa azione necessità di diritti amministrativi
lt: Šiam veiksmui reikalingos administratoriaus teisės.
nl: Deze actie vereist administratieve rechten.
no: Denne handling krever administrator rettigheter
sk: Akcia vyžaduje práva administrátora.
sl: Ta operacija zahteva administratorske pravice.
sv: Denna åtgärd kräver administrativa rättigheter.

# ActiveStreams
source: Currently active streams
ca: Fluxos en actiu
de: Aktive Streams
fi: Aktiiviset virrat
fr: Flux actuellement actif
id: Aliran aktif saat ini
it: Active streams correnti
lt: Šiuo metu aktyvūs srautai
nl: Huidige actieve streams
no: Nåværende aktive stømmer
sk: Aktívne streamy
sl: Trenutno aktivni kanali
sv: Aktiva strömmar

# ConfigureWebMPPort
source: You can configure the port on which WebMediaPortal runs here. If you change this value from the default of 8080, you have to configure your firewall manually.
ca: Aquí hi podeu configurar el port on s'executa el MediaPortal. Si canvieu el valor per defecte, 8080, haureu de configurar manualment el tallafocs.
de: Du kannst den Port für WebMediPortal hier ändern. Falls du den Port vom Standard 8080 änderst, musst du deine Firewall manuell anpassen.
fi: Tässä voit valita WebMediaPortalin käyttämän portin. Jos vaihdat portin numeroa oletuksesta 8080, joudut määrittämään palomuurisi manuaalisesti päästämään liikenteen läpi.
fr: Vous pouvez configurer le port avec lequel WebMediaPortal fonctionne,. Si vous changer sa valeur (par défaut 8080), vous devrez configurer votre pare-feu manuellement.
id: Anda dapat mengkonfigurasi port mana yang akan digunakan MediaPortal di sini. Bila anda mengubah nilai ini dari bakunya 8080, anda harus mengkonfigurasi firewall anda secara manual.
it: Puoi configurare la porta nella quale WebMediaPortal viene eseguito. Se cambi questo valore dal default di 8080, dovrai riconfigurare il firewall manualmente.
lt: Galite nustatyti portą kuriuo veikia WebMediaPortal. Jei jūs pakeisite iš numatyto 8080, turite taip pat nustatyti ugniasienėje rankiniu būdu.
nl: Hier kunt u de poort wijzigen waarover MediaPortal loopt. Wanneer u de standaard waarde van 8080 wijzigt, moet de firewall handmatig ingesteld worden.
no: Her can du konfigurere port for WebMediaportal. Hvis du forandrer fra standardverdi 8080, så husk å konfigurer din branmur manuelt
sk: Tu sa nastavuje port, na ktorom beží WebMediaPortal. Pokiaľ zadáte inú hodnotu ako 8080, bude potrebné ručne nastaviť váš firewall.
sl: Tu lahko nastaviš IP vrata, preko katerih deluje WebMediaPortal. Če to vrednost spremeniš iz privzete 8080, boš moral sam nastaviti požarni zid.
sv: Du kan konfigurera den port som WebMediaPortal använder här. Om du ändrar detta värde från standardvärdet 8080, måste du konfigurera din brandvägg manuellt.

source: Default audio language:
ca: Idioma d'audio per defecte:
de: Standardsprache für Tonspuren:
fi: Oletus äänen kieli
fr: Langue audio par défaut
id: Bahasa baku audio:
it: Lingua Audio Default :
lt: Numatyta audio kalba:
nl: Standaard audiotaal:
no: Standard lyd språk
sk: Predvolený jazyk zvuku:
sl: Privzeti jezik za zvok:
sv: Standard ljudspråk:

source: Default language
ca: Idioma per defecte
de: Standardsprache
fi: Oletuskieli
fr: Langue par défaut
id: Bahasa baku
it: Lingua Default
lt: Numatyta kalba
nl: Standaard taal
no: Standard språk
sk: Predvolený jazyk
sl: Privzeti jezik
sv: Standard språk:

# DefaultLanguageExplanation
source: Some clients don't support configuring the audio and subtitle language on a per-stream basis. You can configure the default audio and subtitle language for tehse clients here.
ca: Alguns clients no permeten d'inici la configuració de l'idioma d'audio i dels subtítols. Aquí les hi podreu configurar.
de: Manche Clients unterstützen die Sprachauswahl für Audio und Untertitel nicht auf einer "Pro-Stream-Basis". Für diese Clients kannst du die Vorauswahl der Sprache für Audio und Untertitel hier einstellen.
fi: Jotkin asiakaskoneet eivät tue äänen kielen ja tekstityksien määrittämistä erikseen jokaiselle virralle. Tässä voit määrittää näille oletus äänen kielen ja oletus tekstityksen kielen.
fr: Certains clients ne prennent pas en charge la configuration de l'audio et de la langue des sous-titres. Vous pouvez configurer, par défaut, l'audio et la langue des sous-titres pour ces clients,ici.
id: Beberapa klien tidak mendukung pengkonfigurasian audio dan bahasa subtitel pada basis per-alirannya. Anda dapat mengkonfigurasi audio baku dan bahasa subtitel untuk client ini di sini.
it: Alcuni client non supportano la configurazione della lingua audio e sottotitolisu un per-stream di base. Puoi configurare qui la lingua audio e sottotitoli per questi client.
lt: Kai kurie klientai nepalaiko audio ir subtitrų konfiguravimo sraute. Čia Jūs galite nustatyti audio ir subtitrų kalbą šiems klientams.
nl: Sommige clienten ondersteunen geen audio- en ondertitel taal configuratie op per-stream basis. U kunt de standaard audio en ondertitel taal voor deze clienten hier configureren.
no: Noen klienter støtter ikke lyd og undertekst språk pr. strømning. Here kan du konfigurere standard audio og undertekster for disse.
sk: Niektoré klienty nepodporujú voľbu zvukovej stopy a titulkov v každom streame. Tu je možné nastaviť predvolenú zvukovú stopu a titulky.
sl: Nekateri odjemalci ne podpirajo nastavljanja jezika za zvok in podnapise za vsak kanal posebej. Tu lahko nastaviš privzeti jezik za take odjemalce.
sv: Vissa klienter stöder inte förinställda ljud och textningsspråk på en per-ström basis. Du kan konfigurera standardljud och textningsspråk för dessa klienter här.

source: Default subtitle language:
ca: Idioma de subtítol per defecte:
de: Standardsprache für Untertitel:
fi: Oletus tekstityksen kieli:
fr: Langue des sous-titres par défaut :
id: Bahasa baku subtitel:
it: Lingua Sottotitoli Default:
lt: Numatyta subtitrų kalba:
nl: Standaard ondertitel taal:
no: Standard språk for undertekst
sk: Predvolený jazyk titulkov:
sl: Privzet jezik za podnapise:
sv: Standard textningsspråk:

# DiscardingInvalidChangesSocialTab
source: Discarding invalid changes made on the social tab.
ca: S'estan descartant els canvis realitzats a la pestanya social.
de: Verwerfen von Änderungen des Social Tab
fi: Hylkään kelpaamattomat muutokset Sosiaalisuus-välilehdellä.
fr: Effacer les changements invalides effectués dans l'onglet Social.
id: Membuang perubahan cacat yang dibuat pada tab sosial.
it: Scarta cambiamenti non validi nella tabella social.
lt: Atmetami netinkami pakeitimai socialinių įrašų kortelėje
nl: Terugzetten van verkeerd gedane wijzigingen op het sociale tabblad.
no: Kasserer ugyldige endringer laget på Social tab.
sk: Neplatné zmeny na tabe sociálne neboli zapamätané.
sl: Zavračam neveljavne spremembe na socialnem zavihku.
sv: Kasta ogiltiga ändringar som gjorts på det sociala fliken.

# ExportedLogsAndConfig
source: Exported logs and configuration data to {0}
ca: Registres i dades de configuració exportats a {0}
de: Die Protokolle und Konfigurationsdaten wurden nach {0} exportiert
fi: Viety lokit ja määritystiedot tiedostoon {0}
fr: Exporter les logs et les données de configuration vers {0}
id: Log dan data konfigurasi diekspor ke {0}
it: Esporta log e dati configurazione su {0}
lt: Išeksportuoti logai ir nustatymų duomenys į {0}
nl: Geëxporteerde logs en configuratiegegevens naar {0}
no: Eksporterte logoer og konfigurasjon til
sk: Logy a konfiguračné údaje exportované do {0}
sl: Logi in nastavitve shranjeni v {0}
sv: Exporterade loggar och konfigurationsdata till {0}

source: Export logs and configuration
ca: Exporta registres i dades de configuració
de: Exportierte Logs und Konfigurationen
fi: Vie lokit ja määritystiedot
fr: Exporter les logs et la configuration
id: Ekspor log dan konfigurasi
it: Esporta log e configurazione
lt: Eksportuoti logus ir nustatymus
nl: Export logs en ​​configuratie
no: Eksporter logoer og konfigurasjon
sk: Exportovať logy a konfiguráciu
sl: Izvozi loge in nastavitve
sv: Exportera loggar och konfiguration

source: Login failed.
ca: L'entrada ha fallat.
de: Anmeldung fehlgeschlagen.
fi: Kirjautuminen epäonnistui
fr: Echec de la connexion
id: Gagal masuk.
it: Login fallito.
lt: Nepavyko prisijungti.
nl: Aanmelden mislukt.
no: Feil logg inn
sk: Prihlásenie sa zlyhalo.
sl: Prijava neuspešna.
sv: Inloggning misslyckades.

source: Login successful!
ca: S'ha entrat correctament!
de: Anmeldung erfolgreich!
fi: Kirjautuminen onnistui!
fr: Connexion réussie!
id: Berhasil masuk!
it: Login eseguito!
lt: Sėkmingai prisijungta!
nl: Aanmelden succesvol!
no: Godkjent logg inn
sk: Prihlásenie sa úspešné.
sl: Prijava uspešna!
sv: Inloggning lyckades!

source: Port:
fi: Portti:
lt: Portas:
nl: Poort:
sl: Vrata:

# ServiceNotInstalled
source: Not installed
ca: No s'ha instal·lat
de: Nicht installiert
fi: Ei asennettu
fr: Aucune installation
id: Tidak diinstalasikan
it: Non installata
lt: Neįdiegta
nl: Niet geïnstalleerd
no: Ikke installert
sk: Nenainštalovaná
sl: Ni nameščeno
sv: Ej installerad

# ServiceNotInstalledPopup
source: MPExtended Service is not installed. Please make sure your installation is correct.
ca: L'MPExtended Service no s'ha instal·lat. Assegureu-vos que la instal·lació és correcta.
de: Der MPExtended-Dienst ist nicht installiert. Bitte überprüfe deine Installation.
fi: MPExtended Service ei ole asennettu. Varmista että asennuksesi on oikein.
fr: Le service MPExtended n'est pas présent. Vérifier que son installation est correcte.
id: Layanan MPExtended tidak diinstalasikan. Pastikan instalasi anda sudha benar.
it: MPExtended Service non è installato. Perfavore controlla che l'installazione sia corretta.
lt: MPExtended paslauga neįdiegta. Prašome patikrinti diegimą.
nl: MPExtended Service is niet geïnstalleerd. Zorg ervoor dat de installatie correct is.
no: MPExtended Service er ikke installert. Forsikre deg om at installasjonen er korrekt.
sk: Služba MPExtended nie je inštalovaná. Uistite sa, či je inštalácia funkčná.
sl: MPExtended storitev ni nameščena. Preveri, ali si pravilno namestil program.
sv: MPExtended Service är inte installerat. Se till att din installation är korrekt.

source: Service started
ca: S'ha iniciat el servei
de: Dienst gestartet
fi: Palvelu aloitettu
fr: Service démarré
id: Layanan dinyalakan
it: Servizio started
lt: Paslauga paleista
nl: Service gestart
no: Service er startet
sk: Služba bola spustená
sl: Storitev pognana
sv: Tjänsten startad

# ServiceStartingFixed
source: Service starting
ca: S'està iniciant el servei
fi: Palvelu käynnistyy
fr: Démarrage du Service
id: Layanan menyala
it: Servizio in avvio
no: Tjenesten starter
sk: Služba sa spúšťa
sl: Storitev se zaganja

source: Service stopped
ca: S'ha aturat el servei
de: Dienst angehalten
fi: Palvelu pysäytetty
fr: Service arrêté
id: Layanan dihentikan
it: Servizio fermato
lt: Paslauga sustabdyta
nl: Service gestopt
no: Service er stoppet
sk: Služba zastavená
sl: Storitev zaustavljena
sv: Tjänsten stoppad

# ServiceUnknown
source: Service status unknown
ca: Es desconeix l'estat del servei
de: Dienststatus unbekannt
fi: Palvelun tila tuntematon
fr: Statut du service inconnu
id: Status layanan tidak dikenal
it: Stato Servizio sconosciuto
lt: Paslaugos būsena nežinoma
nl: Service status onbekend
no: Service status er ukjent
sk: Stav služby je neznámy
sl: Status storitve ni znan
sv: Tjänstens status okänd

source: Start
ca: Inicia
fi: Aloita
fr: Démarrer
id: Mulai
lt: Pradėti
sk: Štart
sl: Zaženi

source: Stop
ca: Atura
de: Anhalten
fi: Pysäytä
id: Berhenti
lt: Sustabdyti
no: Stopp
sl: Zaustavi
sv: Stopp

source: Streaming
ca: Fluxos
fi: Virtautus
fr: Diffusion en flux (streaming)
id: Aliran
lt: Siunčiama srautu
no: Strømmer
sl: Pretakanje
sv: Strömmar

# StreamingClient
source: Client
fi: Asiakaskone
id: Klien
lt: Klientas
no: Klient
sk: Klient
sl: Odjemalec
sv: Klient

# StreamingFile
source: File
ca: Fitxer
de: Datei
fi: Tiedosto
fr: Fichier
lt: Failas
nl: Bestand
no: Fil
sk: Súbor
sl: Datoteka
sv: Fil

# StreamingIPAddress
source: IP Address
ca: Adreça IP
de: IP Adresse
fi: IP-osoite
fr: Adresse IP
id: Alamat IP
lt: IP adresas
nl: IP-adres
no: IP adresse
sk: IP adresa
sl: IP naslov
sv: IP Adress

# StreamingKickSession
source: Kick session
ca: Acaba amb la sessió
de: Sitzung beenden
fi: Hylkää istunto
it: Chiudi sessione
lt: Išmesti sesiją
nl: Kick-sessie
no: Avslutt sesjon
sl: Izloči sejo
sv: Sparka ut sessionen

# StreamingProfile
source: Profile
ca: Perfil
de: Profil
fi: Profiili
fr: Profil
id: Profil
it: Profilo
lt: Profilis
nl: Profiel
no: Profil
sk: Profil
sl: Profil
sv: Profil

# StreamingProgress
source: Progress
ca: Curs
de: Fortschritt
fi: Edistyminen
fr: En cours
id: Perkembangan
it: Progresso
lt: Išsiųsta srauto
nl: Voortgang
sk: Priebeh
sl: Napredek
sv: Framsteg

# SubtitlesDisabled
source: Disable subtitles
ca: Desactiva els subtítols
de: Untertitel deaktivieren
fi: Poista tekstitykset käytöstä
fr: Sous-titres désactivé
id: Nonaktifkan subtitel
it: Disabilita sottotitoli
lt: Išjungti subtitrus
nl: Ondertitels uitschakelen
no: Fjern undertekser
sk: Nepovoliť titulky
sl: Onemogoči podnapise
sv: Inaktivera undertexter

# SubtitlesExternal
source: Use external .srt file
ca: Utilitza un fitxer extern .srt
de: Benutze externe .srt Datei
fi: Käytä ulkoista .srt tekstitystiedostoa
fr: Utiliser un fichier (.srt) externe
id: Gunakan file .srt eksternal
it: Usa file .srt esterno
lt: Naudoti išorinį .srt failą
nl: Gebruik extern .srt bestand
no: Bruk ekstern .srt fil
sk: Použiť externý .srt súbor
sl: Uporabi zunanjo .srt datoteko
sv: Använd extern .srt fil

# SubtitlesFirstStream
source: First stream in file
ca: Primer flux del fitxer
de: Erster Stream in Datei
fi: Ensimmäinen virta tiedostossa
fr: Premier flux dans le fichier
id: Aliran pertama dalam file
it: Primo stream nel file
lt: Pirmas srautas faile
nl: Eerste stream in bestand
no: Første strøm i fil
sk: Prvý stream súboru
sl: Prvi kanal v datoteki
sv: Första strömmen i filen

# TabAuthentication
source: Authentication
ca: Autenticació
de: Authentisierung
fi: Varmennus
fr: Authentification
id: Autentikasi
it: Autetificazione
lt: Autentikacija
nl: Authenticatie
no: Autorisajson
sk: Overenie
sl: Preverjanje istovetnosti
sv: Autentisering

# TabConfiguration
source: Configuration
ca: Configuració
de: Konfiguration
fi: Määritys
id: Konfigurasi
it: Configurazione
lt: Nustatymai
nl: Configuratie
no: Konfigurer
sk: Konfigurácia
sl: Nastavitve
sv: Konfiguration

# TabLogs
source: Logs
ca: Registres
fi: Lokit
id: Log
it: Log
lt: Logai
no: Logger
sk: Logy
sl: Logi
sv: Loggar

# TabPlugins
source: Plugins
ca: Connectors
fi: Lisäosat
id: Plugin
lt: Įskiepiai
no: Pluggins
sk: Doplnky
sl: Dodatki
sv: Plugin

# TabProject
source: Project
ca: Projecte
de: Projekt
fi: Projekti
fr: Projet
id: Proyek
it: Progetto
lt: Projektas
no: Prosjekt
sk: Projekt
sl: Projekt
sv: Projekt

# TabQRCode
source: QR-Code
ca: Codi QR
fi: QR-koodi
fr: Code QR
lt: QR kodas
no: QR-Kode
sk: QR kód
sl: QR-koda
sv: QR-Kod

# TabSocial
source: Social
de: Sozial
fi: Sosiaalisuus
fr: Réseaux sociaux
id: Sosial
lt: Socialiniai įrašai
nl: Sociaal
no: Sosial
sk: Sociálne
sl: Socialno

# TabStreaming
source: Streaming
ca: Fluxos
fi: Virtautus
fr: Diffusion en flux (streaming)
id: Aliran
lt: Srautai
no: Strømning
sl: Pretakanje
sv: Strömmar

# TabTroubleshooting
source: Troubleshooting
ca: Resolució de problemes
de: Fehlerbehebung
fi: Vianetsintä
fr: Dépannage
id: Pemecahan masalah
it: Risoluzione Problemi
lt: Nustatyti problemas
nl: Probleemoplossing
no: Feilsøking
sk: Problémy
sl: Odprava težav
sv: Felsökning

# TestingCredentials
source: Testing credentials, please wait...
ca: Espereu mentre es comproven les credencials...
de: Überprüfe Zugangsdaten, bitte warten...
fi: Testaan kirjautumistietoja, odota...
fr: Vérification de l'identité, SVP patienter ...
id: Uji kredensial, mohon tunggu...
it: Testando le credenziali, perfavore aspetta...
lt: Tikrinimai įgaliojimai, prašome palaukti...
nl: Testen van verificatiegegevens, even geduld ...
no: Sjeker
sk: Testujem prihlásenie, čakajte prosím...
sl: Preverjam istovetnost. Prosim počakaj...
sv: Testar inloggningsuppgifter, var god vänta ...

source: Test links for
ca: Comprova els enllaços de
de: Test Links für
fi: Testaa linkkejä
fr: Tester les liens pour
id: Uji tautan untuk
it: Test del links per
lt: Tikrinamos nuorodos
nl: Test links voor
no: Test linker for
sk: Testovacie linky pre
sl: Preveri povezave
sv: Testa länkar för

# TrayCloseMediaPortal
source: Close MediaPortal
ca: Tanca el MediaPortal
de: MediaPortal schließen
fi: Sulje MediaPortal
fr: Fermer MediaPortal
id: Tutup MediaPortal
it: Chiudi MediaPortal
lt: Uždaryti MediaPortal
nl: MediaPortal afsluiten
no: Lukk MediaPortal
sk: Zatvoriť MediaPortal
sl: Zapri MediaPortal
sv: Stäng MediaPortal

# TrayExit
source: Exit
ca: Surt
de: Schließen
fi: Poistu
fr: Quitter
id: Keluar
it: Esci
lt: Išeiti
nl: Sluiten
sk: Ukončiť
sl: Izhod
sv: Avsluta

# TrayHibernate
source: Hibernate
ca: Hiberna
de: Ruhezustand
fi: Horrostila
fr: Mise en veille
id: Hibernasi
lt: Užmigdyti
nl: Slaapstand
no: Dvale
sk: Hibernovať
sl: Hibernacija
sv: Strömsparläge

# TrayLock
source: Lock
ca: Bloca
de: Sperren
fi: Lukitse
fr: Verrouiller
id: Kunci
lt: Užrakinti
nl: Vergrendelen
no: Lås
sk: Zamknúť
sl: Zakleni
sv: Lås

# TrayLogOff
source: Log off
ca: Surt
de: Abmelden
fi: Kirjaudu ulos
fr: Fermer la session
id: Keluar
lt: Išsiregistruoti
nl: Afmelden
no: Logg ut
sk: Odhlásiť sa
sl: Odjava seje
sv: Logga ut

# TrayMonitorOff
source: Monitor off
ca: Apaga el monitor
de: Bildschirm ausschalten
fi: Näyttö pois päältä
fr: Moniteur éteint
id: Monitor mati
lt: Išjungti monitorių
nl: Monitor uit
no: Monitor av
sk: Monitor vyp.
sl: Ugasni monitor
sv: Stäng av skärmen

# TrayOpenConfigurator
source: Open MPExtended Configurator
ca: Obre el Configurador del MPExtended
de: Öffne MPExtended Konfiguration
fi: Avaa MPExtendedin Määrittäjä
fr: Ouvrir le configurateur de MPExtented
id: Buka Konfigurator MPExtended
it: Apri il Configuratore di MPExtended
lt: Atidaryti MPExtneded konfiguratorių
nl: MPExtended configuratie openen
no: Åpne MPExtended konfigurator
sk: Otvoriť MPExtended konfiguráciu
sl: Odpri MPExtended konfigurator
sv: Öppna MPExtended Configurator

# TrayOpenWebMP
source: Open WebMediaPortal
ca: Obre el WebMediaPortal
de: Öffne WebMediaPortal
fi: Avaa WebMediaPortal
fr: Ouvrir WebMediaPortal
id: Buka WebMediaPortal
it: Apri WebMediaportal
lt: Atidaryti WebMediaPortal
nl: WebMediaPortal openen
no: Åpne WebMediaPortal
sk: Otvoriť WebMediaPortal
sl: Odpri WebMediaPortal
sv: Öppna WebMediaPortal

# TrayPowermodes
source: Powermodes
ca: Modes d'energia
de: Energieeinstellungen
fi: Virrankäyttömallit
fr: Gestion des modes d'alimentation
id: Powermode
it: Modalità di alimentazione
lt: Įjungimo/ išjungimo būsenos
nl: Energiemodus
sk: Beh PC
sl: Načini upravljanja z energijo
sv: Strömlägen

# TrayReboot
source: Reboot
ca: Engega de nou
de: Neustarten
fi: Käynnistä uudelleen
fr: Redémarrer
it: Riavvia
lt: Perkrauti
nl: Herstarten
no: Omstart
sk: Reštartovať
sl: Ponovni zagon
sv: Starta om datorn

# TrayScreensaver
source: Screensaver
ca: Estalvi de pantalla
de: Bildschirmschoner
fi: Näytönsäästäjä
fr: Economiseur d'écran
lt: Ekrano užsklanda
nl: Schermbeveiliging
no: Skjermsparer
sk: Šetrič obrazovky
sl: Ohranjevalnik zaslona
sv: Skärmsläckare

# TrayShutdown
source: Shutdown
ca: Atura
de: Herunterfahren
fi: Sammuta
fr: Fermeture
id: Matikan
it: Spegni
lt: Išjungti
nl: Uitschakelen
sk: Vypnúť
sl: Zaustavitev sistema
sv: Stäng av datorn

# TrayStartMediaPortal
source: Start MediaPortal
ca: Inicia el MediaPortal
de: Starte MediaPortal
fi: Avaa MediaPortal
fr: Démarrer MediaPortal
id: Nyalakan MediaPortal
it: Avvia Mediaportal
lt: Pradėti MediaPortal
nl: MediaPortal starten
sk: Spustiť MediaPortal
sl: Zaženi MediaPortal
sv: Starta MediaPortal

# TraySuspend
source: Suspend
ca: Suspèn
de: Pausieren -suspend-
fi: Lepotila
fr: Suspendre
id: Tangguhkan
it: Sospendi
lt: Suspenduoti/užmigdyti
nl: Onderbreken
no: Suspender
sk: Uspať
sl: Spanje
sv: Viloläge
