Repository: MPExtended/MPExtended
Catalog: Libraries/MPExtended.Libraries.Service/Strings/UI.*.resx
Languages: ca, de, fi, fr, id, it, lt, nl, no, sk, sl, sv

# QRCodeIntroText
source: You can scan the QR code with supported clients to add this MPExtended installation automatically.
ca: Per a realitzar la instal·lació automàtica de l'MPExtended en clients compatibles, escanegeu el codi QR.
de: Du kannst den QR-Code scannen, um diese MPExtended-Installation automatisch hinzuzufügen.
fi: Voit skannata QR-koodin tuetuilla laitteilla lisätäksesi tämän MPExtendedin asennuksen automaattisesti.
fr: Vous pouvez scanner le code QR permettant l'installation automatique de MPExtended avec des clients l'autorisant.
id: Anda dapat memindai kode QR yang mendukung klien untuk menambahkan instalasi MPExtended ini secara otomatis.
it: Puoi scansionare il QR code con i client compatibili per aggiungere l'installazione di MPExtended automaticamente.
lt: Galite skenuoti QR kodą palaikomais klientais norint prijungti prie MPExtended automatiškai.
nl: U kunt de QR-code scannen met ondersteunende clienten om automatisch deze MPExtended installatie toe te voegen.
no: Du kan skanne QR koden til godkjente klienter for å kjøre installasjonen automatisk.
sk: Použite QR kód, podporované klienty si takto pridajú túto inštaláciu MPExtended automaticky.
sl: Na podprtih odjemalcih lahko prečitaš tole QR kodo, da se ta MPExtended namestitev avtomatsko nastavi na klientu.
sv: Du kan skanna QR-koden med klienter som stöds för att lägga till MPExtended installationen automatiskt.

source: Save barcode as image file
ca: Desa el codi de barres en un fitxer d'imatge
de: Speichere Barcode als Bild
fi: Tallenna viivakoodi kuvatiedostona
fr: Sauvegarder le barcode comme un fichier image
id: Simpan barcode sebagai file gambar
it: Salva il barcode come immagine
lt: Išsaugoti barkodą kaip paveiksliuką
nl: Barcode als afbeelding opslaan
no: Lagre barcode som bilde fil
sk: Uložiť čiarový kód ako obrázok
sl: Shrani črtno kodo kot sliko
sv: Spara streckkod som bildfil

# SavedBarcodeTo
source: Saved barcode to {0}!
ca: Desa el codi de barres a {0}!
de: Der Barcode wurde in {0} gespeichert!
fi: Viivakoodi tallennettu tiedostoon {0}!
fr: Sauvegarder le barcode vers {0}!
id: Simpan barcode ke {0}!
it: Barcode salvato in {0}!
lt: Barkodas išsaugotas {0}!
nl: Barcode opgeslagen als {0}!
no: Lagret barecode til
sk: Čiarový kód uložený do {0}.
sl: Črtna koda shranjena v {0}.
sv: Sparade streckkod till {0}!

source: Save to file
ca: Desa en un fitxer
de: Speichern als Datei
fi: Tallenna tiedostoon
fr: Sauvegarde vers le fichier
id: Simpan ke file
it: Salva su file
lt: Išsaugoti į failą
nl: Opslaan naar bestand
no: Lagre til fil
sk: Uložiť so súboru
sl: Shrani v datoteko
sv: Spara till fil

source: Service Name
ca: Nom del servei
fi: Palvelun nimi
fr: Nom du service
id: Nama Layanan
it: Nome del Servizio
lt: Paslaugos pavadinimas
nl: Servicenaam
no: Navn på service
sk: Meno služby
sl: Ime storitve
sv: Tjänstenamn

source: Services
ca: Serveis
de: Dienste
fi: Palvelut
id: Layanan
it: Servizi
lt: Paslaugos
no: Service
sk: Služby
sl: Storitve
sv: Tjänster

source: Test
ca: Comprova
fi: Testaa
id: Tes
lt: Testuoti

# UpdateAvailable
source: update available: version {0}, released on {1}
ca: actualització disponible: versió {0}, llençada el {1}
de: Update verfügbar: Version {0}, veröffentlicht am {1}
fi: päivitys saatavilla: versio {0}, julkaistu {1}
fr: Mise à jour disponible : version {0}, publiée le {1}
id: perbaruan tersedia: versi {0}, dirilis pada {1}
it: Aggiornamento disponibile: versione {0}, rilasciata il {1}
lt: yra atnaujinimas: versija {0}, išleista {1}
nl: update beschikbaar: versie {0}, uitgebracht op {1}
no: Oppdatering tillgjengelig. versjon datert
sk: nová verzia k dispozícii: {0}, dostupná na {1}
sl: dobitev na voljo: verzija {0}, izdana {1}
sv: uppdatering tillgänglig: version {0}, släppt den {1}

source: Username
ca: Nom d'usuari
de: Benutzername
fi: Käyttäjänimi
fr: Nom d'utilisateur
it: Nome utente
lt: Vartotojo vardas
nl: Gebruikersnaam
no: Brukernavn
sk: Meno
sl: Uporabniško ime
sv: Användarnamn

source: Version:
ca: Versió:
fi: Versio:
id: Versi:
it: Versione:
lt: Versija:
nl: Versie:
no: Versjon:
sk: Verzia:
sl: Verzija:

source: Export
ca: Exporta
de: Exportieren
fi: Vie
fr: Exporter
id: Ekspor
it: Esporta
lt: Exportuoti
nl: Exporteren
no: Ekspot
sl: Izvozi
sv: Exportera

source: Log file:
ca: Fitxer de registre:
de: Protokolldatei:
fi: Lokitiedosto
fr: Journal d'événements :
id: File log:
it: File di Log:
lt: Logų failas:
nl: Logbestand:
no: Logg fil:
sk: Log súbor:
sl: Log datoteka
sv: Logfil:

source: Log files
ca: Fitxers de registre
de: Protokolldateien
fi: Lokitiedostot
fr: Fichiers Log
id: File log
it: Files di Log
lt: Logų failai
nl: Logbestanden
no: Logg filer
sk: Logy
sl: Log datoteke
sv: Logfiler:

source: None
ca: Cap
de: Keine
fi: Ei mitään
fr: Aucun
id: Nihil
it: Nessuna
lt: Nepasirinkta
nl: Geen
no: Ingen
sk: Žiadne
sl: Nič
sv: Ingen

source: Plugin
ca: Connector
fi: Lisäosa
lt: Įskiepis
sk: Doplnok
sl: Dodatek

source: Scroll to end
ca: Desplaça al final
de: An das Ende scrollen
fi: Vieritä loppuun
fr: Défiler jusqu'à la fin
id: Gulung untuk ke akhir
it: Vai alla fine
lt: Slinkti į pabaigą
nl: Blader naar het einde
no: Skroll til ende
sk: Presunúť sa na koniec
sl: Pomik na konec
sv: Scrolla till slutet

source: Site
ca: Lloc web
fi: Sivusto
id: Situs
it: Sito
lt: Puslapis
no: Sted
sk: Stránka
sl: Stran
sv: Hemsida

# SocialIntroText
source: MPExtended supports synchronization of the movies and shows you watch in clients to Trakt and follw.it. You can configure your account for these sites here.
ca: L'MPExtended pot sincronitzar les pel·lícules que veieu als clients de Trakt i follw.it. Configureu aquí els comptes per aquests llocs web.
de: MPExtended unterstützt die Synchronisierung der von dir angeschauten Filme und Serien mit Trakt und follw.it. Du kannst dein Konto für diese Dienste hier konfigurieren.
fi: MPExtended tukee katsomiesi elokuvien ja sarjojen synkronointia Trakt ja follw.it -palveluihin. Voit määrittää tilisi näille sivustoille tässä.
fr: MPExtended supporte la synchronisation des films et émissions que vous regardez avec les clients Trakt et follow.it. Vous pouvez configurer votre compte pour ces sites, ici.
id: MPExtended mendukung sinkronisasi film dan menampilkan yang anda tonton pada klien untuk Trakt dan follw.it. Anda dapat mengkonfigurasi akun anda untuk situs ini di sini.
it: MPExtended supporta la sincronizzazione dei film e show visti in TRakt e wollow.it. Puoi configuare qui il tuo account per questi siti.
lt: MPextened palaiko Trakt ir follow.it filmų ir programų kurias žiūrite informacijos sinchronizaciją. Čia galima nustatyti šių puslapių prisijungimą.
nl: MPExtended ondersteunt synchronisatie van de films en shows waar u naar kijkt naar Trakt en follw.it. U kunt uw account voor deze sites hier configureren.
no: MPExtended støtter synkronisering av filmer og shows du ser på klienter til Trakt og follow.it. Du kan konfiguerer dine kontoer for disse her.
sk: MPExtended podporuje synchornizáciu filmov a seriálov ktoré sledujete s Trakt a follw.it. Tu si nakonfigurujte svoje účty.
sl: MPExtended podpira sinhronizacijo filmov in oddaj, ki jih gledaš, na Trakt in follw.it. Tu lahko nastaviš svoj račun za te storitve.
sv: MPExtended stöder synkronisering av filmer och TV-program du titta på till Trakt och follw.it. Du kan konfigurera ditt konto för dessa platser här.

# LogAndConfigurationArchive
source: Log and configuration archive (.zip)
ca: Arxiu de registre i configuració (.zip)
de: Protokoll- und Konfigurationsarchiv (.zip)
fi: Loki ja määritystietojen arkisto (.zip)
fr: Log et configuration de Zip (compression)
id: Arsip log dan konfigurasi (.zip)
it: Archivio log e configurazione (.zip)
lt: Logų ir konfiguracijų archyvas (.zip)
nl: Log en configuratie archiveren (.zip)
no: Log og konfigurasjons arkiv (.zip)
sk: Log a (.zip) súbor konfigurácie
sl: Log in arhiv nastavitev (.zip)
sv: Log och konfigurations arkiv (.zip)

source: Browse
ca: Explora
de: Durchsuchen
fi: Selaa
fr: Parcourir
id: Ramban
it: Naviga
lt: Naršyti
nl: Bladeren
no: Se deg om
sk: Prezerať
sl: Brskaj
sv: Utforska

source: Donate to MPExtended
ca: Doneu per l'MPExtended
de: Für MPExtended spenden
fi: Lahjoita MPExtendedille
fr: Faire un don à MPExtented
id: Donasi ke MPExtended
it: Dona a MPExtended
lt: Paaukoti MPExtended
nl: Doneer aan MPExtended
no: Donere til MPExtended
sk: Prispejte na MPExtended
sl: Prispevaj projektu MPExtended
sv: Donera till MPExtended

# CleanCaches
source: Clean cache
ca: Buida la memòria cau
de: Cache löschen
fi: Tyhjennä välimuisti
fr: Nettoyer le cache
id: Bersihkan cache
it: Pulisci cache
lt: Valyti kešą
nl: Cache legen
no: Rens cache
sk: Vyčistiť cache
sl: Očisti vmesni pomnilnik
sv: Rengör cache

source: Enable HTTPS
ca: Habilita l'HTTPS
de: HTTPS aktivieren
fi: Ota HTTPS käyttöön
fr: Autoriser HTTPS
id: Aktifkan HTTPS
it: AbilitaHTTPS
lt: Įjungti HTTPS
nl: HTTPS inschakelen
no: Aktiver HTTPS
sk: Povoliť HTTPS
sl: Omogoči HTTPS
sv: Aktivera HTTPS

# HTTPSDisclaimer
source: Due to limitations in Windows and IIS Express, you can only use ports between 44300 and 44399 for HTTPS. You also have to configure your firewall manually to allow these connections. Please note that it isn't possible to configure the SSL/TLS certificate used. When using HTTPS, you will get warnings in your browser about a potentially untrusted connection.
ca: Només es poden utilitzar els ports entre 44300 i 44399 per l'HTTPS, per limitacions del Windows i de l'IIS Express. Haureu de configurar maualment el tallafocs per a permetre aquestes connexions. Tingueu present que no es pot configurar el certificat SSL/TLS utilitzat. Rebreu alertes del navegador referides a conexions potencialment insegures, quan s'utilitzi l'HTTPS.
de: Wegen Einschränkungen in Windows and IIS Express kannst du nur Ports zwischen 44300 und 44399 für HTTPS benutzen. Ausserdem muss dann die Firewall manuell konfiguriert werden. Bitte beachte, dass das benutzte SSL/TLS Zertifikat nicht konfiguriert werden kann. Wenn du HTTPS benutzt, wird dein Browser dich warnen, dass du möglicherweise unsichere Verbindungen nutzt.
fi: Windowsin ja IIS Expressin rajoituksien vuoksi HTTPS:lle voi käyttää vain portteja väliltä 44300-44399. Sinun on myös itse määritettävä palomuurisi päästämään nämä yhteydet läpi. Ota huomioon että SSL/TLS-sertifikaattien määrittäminen ei ole mahdollista. Käytettäessä HTTPS:ää selaimesi varoittaa sinua mahdollisesti epäluotettavasta yhteydestä.
fr: En raison des limitations de Windows et IIS Express, vous devez utiliser les ports compris entre 44300 et 44399 pour HTTPS. Vous devez également configurer votre pare-feu manuellement afin de permettre ces connexions. SVP, noter qu'il est impossible de configurer le certificat SSL / TLS utilisé. Lorsque vous utilisez le protocole HTTPS, un avertissement concernant une connexion potentiellement non fiable peut apparaître dans votre navigateur.
id: Berkenaan dengan keterbatasan dalam Windows dan IIS Express, anda hanya dapat menggunakan port antara 44300 dan 44399 untuk HTTPS. Anda juga harus mengkonfigurasi firewall anda secara manual untuk memperkenankan koneksi ini. Mohon dicatat bahwa tidaklah mungkin untuk mengkonfigurasi sertifikat SSL/TLS. Saat anda menggunakan HTTPS, anda akan mendapat peringatan pada peramban anda tentang sebuah koneksi yang berpotensi tidak dipercaya.
it: A causa di alcune limitazioni in Windows and IIS Express, puoi usare solo le porte tra 44300 e 44399 per HTTPS. Devi anche configurare manualmente il firewall per abilitare questa connessione. Nota che non è possibile configurare il certificato SSL/TLS usato. Quando usi HTTPS, verraio allertato dal browser su una connessione potenzialmente pericolosa.
lt: Dėl Windows ir IIS Express apribojimų galima naudoti HTTPS portus tarp 44300 ir 44399. Taip pat rankiniu būdu reikalinga nustatyti ugniasienę. ⏎ ⏎ SSL/TLS sertifikatai nepalaikomi. Naudojant HTTPS naršyklėje pasirodys įspėjimai apie nepatikimą jungtį.
nl: Als gevolg van beperkingen in Windows en IIS Express, kunt u alleen gebruik maken van de poorten tussen 44300 en 44399 voor HTTPS. U moet ook uw firewall handmatig configureren om deze verbindingen mogelijk te maken. Houd er rekening mee dat het niet mogelijk is om het gebruikte SSL / TLS-certificaat te configureren. Bij gebruik van HTTPS, krijgt u waarschuwingen van de browser over een mogelijk onbetrouwbare verbinding.
no: På grunn av begrensninger i Windows og IIS Express kan kun porter mellom 44300 og 44399 brukes til HTTPS. Du må også konfigurere dine brannmur porter manuellt for å tillate disse forbindelser. Vær oppmerksom på at det ikke er mulig å konfigurere SSL/TLS sertifikater. Når du bruker HTTPS, vil du få advarsler i din browser
sk: Obmedzenie vo Windows a IIS Express spôsobuje to, že pre HTTPS je možné pouižiť len porty od 44300 do 44399. Aby toto pripojenie fungovalo, je tiež nutné ručne nastaviť firewall. Tiež nie je možné nastaviť použitie SSL/TLS certifikátu. Pri použiti HTTPS dostanete hlásenia o nedôveryhodnom pripojení.
sl: Zaradi omejitev Windows in IIS Express lahko za HTTPS uporabljaš le vrata med 44300 in 44399. Prav tako moraš ročno nastaviti požarni zid, da te povezave dopušča. Certifikata za SSL/TLS žal ni možno spreminjati. Ko uporabljaš HTTPS, boš v brskalniku videl opozorila o potencialno nevarni domači strani.
sv: På grund av begränsningar i Windows och IIS Express, kan du bara använda portarna mellan 44300 och 44399 för HTTPS. Du måste också konfigurera din brandvägg manuellt för att tillåta dessa anslutningar. ⏎ ⏎ Observera att det inte är möjligt att konfigurera de SSL / TLS-certifikat som används. När du använder HTTPS, får du varningar i din webbläsare om ett potentiellt obetrodd anslutning.

# HTTPSInvalidPort
source: The port you entered for HTTPS is invalid. You can use only ports 44300 until 44399 for HTTPS.
ca: El port per l'HTTPS que heu introduït no és vàlid. Utilitzeu ports del 44300 al 44399.
de: Der für HTTPS angegebene Port ist ungültig. Du kannst nur Ports zwischen 44300 und 44399 für HTTPS beutzen.
fi: HTTPS portti ei kelpaa. Voit käyttää portteja vain väliltä 44300-44399.
fr: Le numéro du port est incorrect. Vous devez utiliser un port compris entre 44300 et 44399 pour le HTTPS.
id: Port yang anda masukkan untuk HTTPS salah. Anda hanya dapat menggunakan port 44300 hingga 44399 untuk HTTPS.
it: La porta inserita per HTTPS non è valida.Puoi usare solo porte dal 44300a 44399 per HTTPS.
lt: Jūsų įvestas HTTPS portas negalimas. Galite naudoti tik portus nuo 44300 iki 44399.
nl: De ingegeven poort voor HTTPS is onjuist. U kunt alleen de poorten van 44300 tot 44399 gebruiken voor HTTPS.
no: Porten du oppgav er ugyldig. Du kan kun bruke porter fra 44300 til 44399 for HTTPS.
sk: Zadané číslo portu je neplatné. Pre HTTPS je možné použiť len porty od 44300 do 44399.
sl: Vnešena vrata so napačna. Za HTTPS lahko uporabljaš le vrata med 44300 in 44399.
sv: Den port du angett för HTTPS är ogiltig. Du kan endast använda portar från 44300 till 44399 för HTTPS.

source: HTTPS Port:
ca: Port per l'HTTPS:
fi: HTTPS portti:
fr: Port HTTPS :
id: Port HTTPS:
lt: HTTPS pportas:
nl: HTTPS Poort:
sl: HTTPS vrata:

# TabActivity
source: Activity
ca: Activitat
de: Aktivität
fi: Aktiviteetti
fr: Activité
id: Aktivitas
it: Attività
lt: Veikla:
nl: Activiteit
no: Aktivitet
sk: Aktivita
sl: Aktivnost
sv: Aktivitet

# UserMustHaveNameAndPassword
source: Please enter both a username and password for this user.
ca: Per aquest usuari, Introduïu tant el nom com la contrasenya.
de: Bitte gib einen einen Benutzernamen und ein Passwort für diesen Beutzer an.
fi: Syötä käyttäjänimi ja salasana tälle käyttäjälle.
fr: SVP, entrer votre nom d'utilisateur ET votre mot de passe.
id: Masukkan username dan password untuk pengguna ini.
it: Perfavore inserisci username e password per questo utente
lt: Prašome įvesti vartotojo vardą ir slaptažodį šiam vartotojui.
nl: Geef zowel een gebruikersnaam en wachtwoord voor deze gebruiker.
no: Oppgi både brukernavn og passord for denne bruker.
sk: Zadajte meno aj heslo tohto používateľa.
sl: Vnesi uporabniško ime in geslo
sv: Ange både användarnamn och lösenord för denna användare.

# BonjourChecking
source: Checking your Bonjour installation...
ca: S'està comprovant la instal·lació del Bonjour...
de: Überprüfe die Installation von Bonjour...
fi: Tarkistaa Bonjour asennusta...
fr: Vérification de l'installation de "Bonjour"...
id: Memeriksa instalasi Bonjour anda...
it: Sto controllando la tua installazione Bonjour ...
lt: Tikrinama Bonjour instaliacija...
nl: Bonjour installatie controleren...
no: Sjekker Bonjour installasjon....
sk: Kontrolujem vašu inštaláciu Bonjour...
sl: Preverjam Bonjour namestitev...
sv: Kontrollerar din Bonjour installation ...

# BonjourNotInstalled
source: Bonjour isn't installed on your computer. To use this feature,
ca: El Bonjour no hi és instal·lat. Per a utilitzar aquesta funció,
de: Bonjour ist auf diesem System nicht installiert. Um diese Funktion zu nutzen,
fi: Bonjour ei ole asennettu. Käyttääksesi tätä toimintoa,
fr: La fonction "Bonjour" n'est pas installé, vous ne pouvez l'utiliser.
id: Bonjour tidak diinstalasikan pada komputer anda. Untuk menggunakan fitur ini,
it: Bonjour non è installata nel tuo computer. Per usare questa feature,
lt: Bonjour neįdiegtas šiame kompiuteryje. Norint naudoti šia funkciją,
nl: Bonjour is niet geïnstalleerd op u computer. Om deze optie te gebruiken,
no: Bonjour er ikke insatllert. For å bruke tjenesten,
sk: Bonjour nie je na vašom počítači inštalovaný,
sl: Bonjour ni nameščen na tvojem računalniku. Za uporabo te funkcionalnosti
sv: Bonjour är inte installerat på din dator. För att använda den här funktionen,

# BonjourNotInstalledDownload
source: please download Bonjour.
ca: baixeu-vos el Bonjour.
de: lade bitte Bonjour herunter.
fi: lataa Bonjour.
fr: SVP, télécharger "Bonjour".
id: silahkan unduh Bonjour.
it: perfavore scarica Bonjour.
lt: prašome atsisiųsti Bonjour.
nl: download a.u.b. Bonjour.
no: Last ned Bonjour
sk: stiahnite si Bonjour, prosím.
sl: namesti Bonjiour.
sv: ladda ner Bonjour.

source: Enable
ca: Habilita
de: Aktivieren
fi: Ota käyttöön
fr: Autoriser
id: Aktif
it: Abilita
lt: Įjungti
nl: Inschakelen
no: Tillate
sk: Povoliť
sl: Omogoči
sv: Aktivera

# AccessRequest
source: Do you want to give the application '{0}' (with IP address {1}) full access to the MPExtended services?
ca: Voleu permetre que l'aplicació '{0}' (d'adreça IP {1}) tingui accés complet als serveis de l'MPExtended?
de: Wollen Sie der Anwendung '{0}' (mit der IP-Adresse {1}) vollen Zugriff auf den MPExtended Dienst geben?
fi: Haluatko antaa ohjelmalle '{0}' (IP osoitteessa {1}) täydet oikeudet MPExtended palveluihin?
fr: Voulez-vous donner à l'application '{0}' (avec l'adresse IP {1}) l'accès total aux services de MPExtended?
id: Apakah anda ingin memberikan aplikasi '{0}' (dengan alamat IP {1}) akses penuh ke layanan MPExtended?
it: Vuoi dare all'applicazione '{0}' (con indirizzo IP {1}) full access al servizio MPExtended ?
lt: Ar jūs norite suteikti '{0}' (IP adresas {1}) aplikacijai pilną prieigą prie MPExtended paslaugos?
nl: Wil je de volgende applicatie '{0}' (met IP adres {1}) volledige toegang verlenen tot de MPExtended services?
no: Vil du gi applikasjon '{0}' (med IP adresse {1}) full tilgang til MPExtended tjenesten?
sk: Naozaj chcete prideliť aplikácii '{0}' (s IP adresou {1}) plný prístup k MPExtended službám?
sl: Dovoliš aplikaciji {0} (z IP naslovom {1}) poln dostop do storitev MPExtended?
sv: Vill du ge applikationen '{0}' (med IP adress {1}) full tillgång till MPExtended services?

# AccessRequestDenyAccess
source: Deny
ca: Denega
de: Verweigern
fi: Kumoa
fr: Refuser
id: Tolak
it: Rifiuta
lt: Uždrausti
nl: Negeer
no: Nekt
sk: Zamietnuť
sl: Zavrni
sv: Neka

# AccessRequestGrantAccess
source: Grant access
ca: Permet l'accés
de: Zugriff gewähren
fi: Myönnä oikeudet
fr: Accès complet
id: Berikan akses
it: Permetti accesso
lt: Suteikti teisę
nl: Toegang verlenen
no: Tillat
sk: Povoliť prístup
sl: Dovoli dostop
sv: Bevilja åtkomst

# AccessRequestSelectUser
source: Select user:
ca: Seleccioneu l'usuari:
de: Benutzer auswählen:
fi: Valitse käyttäjä:
fr: Sélectionner l'utilisateur :
id: Pilih pengguna:
it: Seleziona Utente:
lt: Pasirinkti vartotoją:
nl: Selecteer gebruiker:
no: Velg bruker:
sk: Vyberte používateľa:
sl: Izberi uporabnika:
sv: Välj anvåndare

# AccessRequestWifiRemote
source: Do you wish to allow '{0}' access? (If so, assign a user in the next step)
ca: Voleu permetre l'accés a '{0}'? (Si és així, assigneu-li un usuari en el proper pas)
de: Wollen Sie '{0}' Zugriff gewähren? (Falls ja, weisen Sie im nächsten Schritt einen Benutzer zu)
fi: Haluatko sallia '{0}' yhteyden? (Jos sallit, niin määritä käyttäjä seuraavassa kohdassa)
fr: Voulez-vous autoriser l'accès de '{0}'? ( si oui, affecter un utilisateur à l'étape suivante)
id: Apakah anda akan mengizinkan akses '{0}'? (Bila demikian, tetapkan seorang pengguna pada langkah berikutnya)
it: Vuoi autorizzare '{0}' all'accesso? (se si, assegna una utenza nel prossimo menu)
lt: Ar jūs norite suteikti '{0}' prieigą? (Jei taip, priskirkite vartotoją sekančiame žingsnyje)
nl: Wilt u '{0}' toegang verlenen? (Zo ja, wijs een gebruiker toe in de volgende stap)
no: Vil du gi '{0}' tilgang? (Hvis ja, velg bruker i neste steg)
sk: Povoliť '{0}' prístup? (Pokiaľ áno, pridajte používateľa v nasledujúcom kroku.)
sl: Ali dovoliš dostop {0}? (Če ja, v naslednjem koraku izberi uporabnika)
sv: Vill du ge '{0}' tillgång? (I så fall tilldela en användare i nästa steg)

# AccessRequestEnable
source: Enable access requests of clients
ca: Habilita les sol·licituds d'accés dels clinets
de: Aktivieren von Zugriffsanfragen der Clients
fi: Salli yhteyspyynnöt asiakaskoneilta
fr: Activer les demandes d'accès provenant des clients
id: Aktifkan permintaan akses klien
it: Abilita le richieste di accesso dei clients
lt: Leisti klientams prašyti prieigos
nl: Inschakelen toegangsverzoeken van clienten
no: Tillat klienter å be om tilgang
sk: Povoliť klientom žiadosti o prístup
sl: Omogoči zahteve za dostop odjemalcev.
sv: Aktivera klienternas åtkomstförfrågningar

# ExternalIpCustom
source: Custom
ca: Personalització
de: Benutzerdefiniert
fi: Mukautettu
fr: Personnaliser
id: Sesuaian
lt: Pritaikytas
nl: Aangepast
no: Tilpasset
sk: Vlastná
sl: Po meri
sv: Anpassad

# ExternalIpDefault
source: Automatically detect external IP
ca: Detecta la IP externa automàticament
de: Externe IP automatisch erkennen
fi: Automaattisesti huomaa ulkopuolinen IP
fr: Détecter automatiquement l'adresse IP externe
id: Otomatis deteksi IP eksternal
it: Cancella automaticamente IP esterni
lt: Automatiškai aptikti išorinį IP
nl: Extern IP automatisch detecteren
no: Finn ekstern IP adresse automatisk
sk: Zistiť externú IP adresu automaticky
sl: Avtomatično ugotovi zunanji IP
sv: Upptäck automatiskt extern IP

# ExternalIpLabel
source: External address
ca: Adreça externa
de: Externe Adresse
fi: Ulkopuolinen osoite
fr: Adresse externe
id: Alamat eksternal
it: Indirizzi esterni
lt: Išorinis adresas
nl: Extern adres
no: Ekstern adresse
sk: Externá adresa
sl: Zunanji naslov
sv: Extern adress

source: Language
ca: Idioma
de: Sprache
fi: Kieli
fr: Langue
id: Bahasa
it: Lingua
lt: Kalba
no: Språk
sk: Jazyk
sl: Jezik
sv: Språk

source: Media
de: Medien
fr: Média
sk: Médiá
sl: Vsebine

# IRCText
source: IRC: irc.freenode.net / channel #mp-extended
de: IRC: irc.freenode.net / Kanal #mp-extended
sl: IRC: irc.freenode.net / kanal#mp-extended

source: OK
ca: D'acord
