Repository: MPExtended/MPExtended
Catalog: Libraries/MPExtended.Libraries.Service/Strings/UI.*.resx
Languages: ca, de, fi, fr, id, it, lt, nl, no, sk, sl, sv

# TroubleshootingHeaderText
source: To check the validity of the requested content please use the following links... You can use localhost to test the service on the same machine. Select one of the IPs from the dropdown list to get urls for testing on other PCs on the network (e.g. to rule out firewall issues).
ca: Utilitzeu els següents enllaços per a verificar la validesa dels continugts que heu sol·licitat... Comproveu el servei a la mateixa màquina utilitzant el localhost. Comproveu altres ordinadors de la xarxa seleccionant una IP del desplegable (p. ex. descartar problemes del tallafocs)
de: Um die Gültigkeit des angeforderten Contents zu überprüfen, benutze bitte die folgenden Links... Ist der Dienst auf dem lokalen Rechner installiert, kann "localhost" verwendet werden. Wähle eine der IPs aus der Dropdown Liste, um von anderen PCs zu testen (um etwa Firewall Probleme auszuschließen).
fi: Tarkistaaksesi pyydetyn sisällön kelpoisuus, käytä seuraavia linkkejä... Käytä localhostia kokeillaksesi samalla tietokoneella toimivaa palvelua. Jos palvelu on toisella tietokoneella, valitse sen tietokoneen IP-osoite alasvetovalikosta saadaksesi testilinkit (esim. palomuuriongelmien havaitsemiseen).
fr: Pour vérifier la validité du contenu demandé, veuillez utiliser les liens suivants ... Vous pouvez utiliser un localhost pour tester le service sur la même machine. Sélectionnez une adresse IP, dans la liste déroulante, afin d'obtenir une URL permettant de tester d'autres ordinateurs sur le réseau (par exemple, pour écarter toute anomalie avec le pare-feu).
id: Untuk memeriksa validitas dari permintaan konten silahkan gunakan tautan berikut ini... Anda dapat menggunakan localhost untuk menguji layanan tersebut pada mesin yang sama. Pilih salah satu IP menu dropdown untuk mendapatkan url pengujian pada PC lainnya di jaringan (misalnya untuk memeriksa isu firewall).
it: Per controllare la validità del contenuto richiesto utilizza uno del link seguenti... Puoi utillizzare localhost per testare il servizio sulla stessa macchina. Seleziona uno degli IP dalla lista a tendina per testarlo sugli altri PC nella rete locale (es. per escludere problemi sul firewall)
lt: Norint patikrinti užklausiamo turinio tinkamumą prašome naudoti šias nuorodas... Galite naudoti localhost norint patikrinti paslaugą šiame kompiuteryje. Norėdami patikrinti tinkle esančius kompiuterius pasirinkite IP iš pateikiamo sąrašo (pvz. norint patikrinti išeinančias ugniasienės taisykles).
nl: Gebruik de volgende links om de juistheid van de gevraagde content te controleren... Gebruik 'localhost' om de service te testen op dezelfde machine. Selecteer een van de IP's uit de lijst om url's te testen op andere PC's in het netwerk ( b.v. om firewall problemen uit te sluiten).
no: For å sjekke validitet bruk følgende linker... Du kan bruke localhost for å teste servicen på samme maskin. Velg en IP adresse fra nedtrekkslisten for å finne URL-er for å teste fra andre PC-er på nettverket (for å eksluder brannmur problemer)
sk: Na kontrolu platnosti požadovaného obsahu použite nasledovné linky... Použite localhost na otestovanie služby v rámci jedného počítača. Vyberte si IP adresu z ponúkaného zoznamu pre testy z iného PC na sieti (napríklad na vylúčenie problémov z firewallom).
sl: Za preverjanje zahtevanih vsebin uporabi sledeče povezave. Za preverjanje na istem računalniku lahko uporabiš localhost. Izberi enega izmed IP naslovov iz seznama, če želiš preverjati na drugih računalnikih v omrežju (npr. za izločitev težav s požarnim zidom).
sv: För att kontrollera giltigheten hos det begärda innehållet vänligen använd följande länkar ... Du kan använda localhost för att testa tjänsten på samma maskin. Välj en av IP-adresserna från rullgardinsmenyn för att få webbadresser för att testa på andra datorer i nätverket (t.ex. för att utesluta problem med brandväggen).

source: TVServer
fi: TV palvelin
fr: Serveur TV
it: Server TV
lt: TV serveris
sl: TV strežnik

# UnexpectedError
source: An unexpected error occured. Please file a bugreport with the service's log files attached.
ca: S'ha produït un error imprevist. Si us plau, envieu un informe d'error incloent-hi els fitxers del registre.
de: Unerwarteter Fehler. Bitte sende eine Fehlerbeschreibung mit angehängten Log-Dateien des Dienstes.
fi: Odottamaton virhe. Tee virheraportti joka sisältää palvelun lokitiedostot.
fr: Une erreur inattendue s'est produite. SVP, envoyer un rapport d'erreur contenant les logs correspondants.
id: Telah muncul masalah yang tidak terduga. Silahkan berkaskan sebuah laporan gangguan dengan melampirkan file log layanannya.
it: C'è stato un errore imprevisto. Per favore invia un report allegando i file di log del servizio.
lt: Netikėta problema. Prašome atsiųsti klaidų ataskaitą su pridėtais paslaugos logais.
nl: Er is een onverwachte fout opgetreden. Maak a.u.b. een bug report aan met de service logbestanden als bijlage
no: En uventet feil oppstod. Vennligst legg ved en bugreport med services logfiles tilknyttet.
sk: Nastala neočakávaná chyba. Prosím vyplňte "bugreport" a priložte log súbory.
sl: Pojavila se je nepričakovana napaka. Prosim prijavi napako s priloženimi log datotekami storitve.
sv: Ett oväntat fel uppstod. Skicka gärna in en felrapport med tjänstens loggfiler bifogade.

# WindowTitle
source: MPExtended Configurator
ca: Configurador de l'MPExtended
de: MPExtended Konfigurator
fi: MPExtended Määrittäjä
fr: Configurateur de MPExtented
id: Konfigurator MPExtended
it: Configuratore di MPExtended
lt: MPExtended konfiguratorius
no: MPExtender Konfigurator
sk: MPExtended konfigurácia
sl: MPExtended konfigurator

source: Add account
ca: Afegeix un compte
de: Konto hinzufügen
fi: Lisää tili
fr: Ajouter un compte
id: Tambah akun
it: Aggiungi Utente
lt: Pridėti klientą
nl: Account toevoegen
no: Legg til en konto
sk: Pridať účet
sl: Dodaj račun
sv: Lägg till konto

# AuthenticationIntroText
source: You can configure authentication for MPExtended here. It is recommended that you enable authentication and change the password (or delete) of the default account, admin. Never make an installation accessible from the internet without using authentication and secure passwords.
ca: Aquí podeu configurar l'autenticació per l'MPExtended. Us recomenem d'habilitar l'autenticació i canviar la contrasenya (o suprimir-la) del compte per defecte, «admin». No deixeu que cap insta·lació sigui accessible des d'internet sense utilitzar l'autenticació i contrasenyes segures.
de: Du kannst die Benutzer-Authentifizierung von MPExtended hier konfigurieren. Es wird empfohlen, die Authentifizierung einzuschalten und das Passwort des Default-Kontos "admin" zu ändern (oder zu löschen). Nutze NIE eine aus dem Internet erreichbare Installation, ohne die Authentifizierung und sichere Passwörter zu nutzen.
fi: Tässä voit määrittää varmennuksen MPExtended-palvelulle. On suositeltavaa että otat varmennuksen käyttöön ja vaihdat (tai poistat) salasanan oletustilitä admin. Älä koskaan avaa palvelua internetiin ottamatta varmennusta käyttöön.
fr: Vous pouvez configurer l'authentification de MPExtended. Il est recommandé d'activer l'authentification et de modifier le mot de passe du compte par défaut, admin. Vous ne devez jamais réaliser une installation accessible à partir d'Internet sans utiliser l'authentification et des mots de passe sécurisés.
id: Anda dapat mengkonfigurasi autentikasi untuk MPExtended di sini. Direkomendasikan anda mengaktifkan autentikasi dan ubah (atau hapus) password pada akun baku, admin. Jangan pernah menjadikan sebuah instalasi dapat diakses dari internet tanpa menggunakan autentikasi dan password yang aman.
it: Puoi configurare qui l'autenticazione per MPExtended. Si raccomanda di abilitare l'autenticazione e cambiare la password dell' utente predefinito, admin (o eliminarlo).
lt: Čia galite nustatyti MPExtended autentikaciją. Rekomenduojame įjungti autentikaciją ir pakeisti numatytą slaptažodį admin. Nenaudokite sistemos pasiekiamos internetu be autentikacijos ir saugaus slaptažodžio.
nl: U kunt hier de authenticatie configureren voor MPExtended. Het is aanbevolen om authenticatie in te schakelen en het wachtwoord van de standaard account 'admin' te wijzigen (of verwijderen). Maak nooit een installatie bereikbaar vanaf het internet zonder gebruik te maken authenticatie en veilige wachtwoorden.
no: Du kan konfiguere autentifisering for MPExtended her. Det anbefales at du tillater autentifisering og forandre standard bruker "admin". Du må aldri gjør MPExtended tilgjengelig over internett uten autentifisering og trygge passord.
sk: Tu nastavte overenie používateľov MPExtended. Odporúčame overovanie povoliť a zmeniť heslo používateľovi admin (alebo ho vymazať). Nikdy nesprístupňujte inštaláciu z internetu bez overovania a použitia bezpečných hesiel.
sl: Tu lahko nastaviš preverjanje istovetnosti za MPExtended. Priporočamo, da omogočiš preverjanje in spremeniš geslo (ali ga izbrišeš) za privzeti admin račun. Nikoli ne omogoči dostopa iz interneta brez preverjanja pristnosti in močnih gesel.
sv: Du kan konfigurera autentisering för MPExtended här. Det rekommenderas att du aktiverar autentisering och ändrar lösenordet (eller ta bort) för standard konto, admin. Gör aldrig en installation som kan nås från Internet utan att använda autentisering och säkra lösenord.

source: Autodetection
ca: Detecció automàtica
de: Automatische Erkennung
fi: Automaattinen tunnistus
fr: Détection automatique
id: Autodeteksi
it: Rilevamento automatico
lt: Automatinis aptikimas
nl: Autodetectie
no: Autodeteksjon
sk: Autodetekcia
sl: Samodejno zaznavanje
sv: Automatisk identifiering

# AutodetectionText
source: The services support autodetection via Bonjour/Zeroconf, which allows clients on the local network to automatically find the services and configure themselves.
ca: Els serveis admeten la detecció automàtica mitjançant Bonjour/Zeroconf, que permeten trobar i configurar els serveis als clients a la xarxa local.
de: Die Dienste unterstützen die automatische Erkennung via Bonjour/Zeroconf; dies erlaubt Clients im lokalen Netzwerk, die Dienste automatisch zu finden und sich selbst zu konfigurieren.
fi: Tämä palvelu tukee automaattista tunnistusta Bonjour/Zeroconfin avulla. Se antaa asiakaskoneiden löytää palvelut automaattisesti lähiverkossa ja tehdä omat asetuksensa.
fr: Les services supportent l'auto-détection via Bonjour/Zeroconf, ceux-ci permettent aux clients, se trouvant sur le réseau local, de trouver les services et de s'auto-configurer.
id: Layanan tersebut mendukung autodeteksi via Bonjour/Zeroconf, yang memperkenankan klien di jaringan lokal untuk secara otomatis menemukan layanan tersebut dan mengkonfigurasinya sendiri.
it: Il servizio supporta il rilevamento automatico tramite servizio Bonjour/Zeroconf, che permette ai client della rete locale di trovare automaticamente i servizi e configurarli.
lt: Paslaugos palaiko automatinį aptikimą per Bonjour/Zeroconfig, kas leidžia klientams rasti paslaugas ir patiems susikonfiguruoti.
nl: De services ondersteunen automatische detectie via Bonjour / Zeroconf, waardoor clienten op het lokale netwerk automatisch de services vinden en zelf configureren.
no: Denne servicen støtter autodeteksjon via Bonjour/Zeroconf som igjen tillater klienter på det lokale nettverket å finne servicene og konfigurere de automatisk.
sk: Služba podporuje autodetekciu cez Bonjour/Zeroconf, čo umožňuje klientom v lokálnej sieti automaticky nájsť poskytované služby a nastaviť sa.
sl: Servisi podpirajo samodejno zaznavanje preko Bonjour / Zeroconf, ki omogoča odjemalcem na lokalnem omrežju, da sami najdejo storitve ter se ustrezno nastavijo.
sv: Tjänsterna stödjer automatisk identifiering via Bonjour / Zeroconf, vilket gör att klienter i det lokala nätverket automatiskt hittar tjänsterna och konfigurerar dem.

source: check for updates
ca: comprova les actualitzacions
de: Nach Updates suchen
fi: tarkista päivitykset
fr: Vérifier les mises à jour
id: periksa perbaruan
it: Controlla gli aggiornamenti
lt: tikrinti atnaujinimus
nl: controleer op updates
no: Sjekk for oppdateringer
sk: kontrola aktualizácií
sl: Preveri za posodobitve
sv: sök efter uppdateringar

source: checking for updates...
ca: s'estan comprovant les actualitzacions
de: Suche nach Updates...
fi: tarkistaa päivitykset...
fr: Vérification des mises à jour
id: memeriksa perbaruan...
it: Sto controllando gli aggiornamenti...
lt: tikrinami atnaujinimai...
nl: controleren van updates...
no: sjekker for oppdateringer...
sk: kontrolujem aktualizácie
sl: Preverjam za posodobitve...
sv: letar efter uppdateringar...

source: Delete account
ca: Suprimeix el compte
de: Konto löschen
fi: Poista tili
fr: Supprimer un compte
id: Hapus akun
it: Elimina Utente
lt: Pašalinti klientą
nl: Account verwijderen
no: Slett konto
sk: Vymazaž účet
sl: Briši račun
sv: Ta bort konto

source: Documentation:
ca: Documentació:
de: Dokumentation:
fi: Dokumentaatio:
id: Dokumentasi:
it: Documentazione:
lt: Dokumentacija:
nl: Documentatie:
no: Dokumentasjon:
sk: Dokumentácia:
sl: Dokumentacija:
sv: Dokumentation:

# EnableAuthentication
source: Enable authentication (recommended!)
ca: Habilita l'autenticació (us ho recomanem!)
de: Authentifizierung einschalten (empfohlen!).
fi: Ota varmennus käyttöön (Suositeltu!)
fr: Activer l'authentification (recommandé!)
id: Aktifkan autentikasi (direkomendasikan!)
it: Abilita autenticazione (raccomandato!)
lt: Įgalinti autentikacija (rekomenduojama!)
nl: Authenticatie inschakelen (aanbevolen!)
no: Tillate
sk: Povoliť overenie (odporúčané!)
sl: Omogoči preverjanje pristnosti (priporočeno)
sv: Aktivera autentisering (rekommenderas!)

source: Enable autodetection
ca: Habilita la detecció automàtica
de: Automatische Erkennung einschalten
fi: Ota automaattinen tunnistus käyttöön
fr: Activer la détection automatique
id: Aktifkan autodeteksi
it: Abilita rilevamento automatico
lt: Įjungti automatinį aptikimą
nl: Autodetectie inschakelen
no: Tilate autodeteksjon
sk: Povoliť autodetekciu
sl: Omogoči samodejno zaznavanje
sv: Aktivera automatisk identifiering

source: failed to retrieve update information
ca: La recuperació d'informació d'actualitzacions ha fallat
de: Konnte Update Information nicht laden
fi: päivitystietojen haku epäonnistui
fr: Impossible de récupérer les informations concernant les mises à jour
id: gagal menerima informasi perbaruan
it: Impossibile scaricare informazioni sugli aggiornamenti
lt: nepavyko gauti atnaujinimo informacijos
nl: update informatie ophalen mislukt
no: feilet med henting av oppdaterings informasjon
sk: nepdodarilo sa zistiť stav aktualizácií
sl: Ni mi uspelo pridobiti podatkov o posodobitvi
sv: misslyckades med att hämta information om uppdateringar

source: Forum:
ca: Fòrum:
fi: Keskustelupalsta:
lt: Forumas:
sk: Fórum:

source: Homepage:
ca: Pàgina d'inici:
fi: Kotisivu:
fr: Page d’accueil :
lt: Namų puslapis:
nl: Thuispagina:
no: Hjemmeside:
sk: Domáca stránka:
sl: Domača stran:
sv: Hemsida:

# IncludeAuthentication
source: Include authentication for user:
ca: Inclou l'autenticació per l'usuari:
de: Zugangsdaten für Benutzer einbeziehen:
fi: Sisällytä käyttäjän varmennus:
fr: Inclure l'authentification de l'utilisateur :
id: Sertakan autentikasi untuk pengguna:
it: Includi l'autenticazione per l'utente:
lt: Įtraukti autentikaciją vartotojui:
nl: Authenticatie toevoegen voor gebruiker:
no: Inkluder
sk: Vložiť overenie pre používateľa:
sl: Dodaj prijavo za uporabnika:
sv: Inkludera autentisering för användare:

# MPExtendedIntroduction
source: MPExtended is an open source project that aims at providing access to MediaPortal from all over the world, using clients for your webbrowser, Android, iOS and more. This is the service component, which provides access to the databases and media files for all clients.
ca: L'MPExtended és un projecte de codi obert per a accedir al MediaPortal des de qualsevol lloc del món, en utilitzar clients des dels navegadors, Android, iOS i d'altres. Aquest és el component de servei, que facilita l'accés a les bases de dades i fitxers de media per a tots els clients.
de: MPExtended ist ein Open Source Projekt das den Zugriff auf MediaPortal von überall auf der Welt ermöglicht. Es bietet neben dem Zugriff über Webbrowser eine Schnittstelle für externe Programme, etwa Android/iOS apps.
fi: MPExtended on vapaan lähdekoodin projekti jonka tavoitteena on mahdollistaa MediaPortalin käyttö mistä tahansa verkkoselaimella, Androidilla, iOS:llä ja muilla laitteilla. Tämä on palvelukomponentti joka mahdollistaa kaikkien asiakaskoneiden pääsyn tietokantoihin ja mediatiedostoihin.
fr: MPExtended est un projet open source qui vise à fournir l'accès à MediaPortal partout dans le monde, en utilisant des clients pour votre navigateur, Android, iOS et plus. C'est ce composant, qui donne accès aux bases de données et aux fichiers multimédias pour tous les clients.
id: MPExtended adalah proyek open source yang bertujuan untuk menyediakan akses ke MediaPortal dari seluruh dunia, menggunakan klien untuk peramban web anda, Android, iOS dan banyak lagi. Ini adalah komponen layanan, yang menyediakan ke basisdata dan file media untuk semua klien.
it: MPExtended è un progetto open source che intende fornire accesso a Mediaportal da tutto il mondo utillizzando il browser web, Android, IOS ed altro. ⏎ ⏎ Si tratta di un servizio che fornisce accesso ai database ed ai files multimediali a tutti i client.
lt: MPExtended yra atviro kodo projektas, su tikslu pateikti MediaPortal prieigą iš viso pasaulio, naudojant klientus naršyklėje, Android, iOS ir panašiai.⏎ ⏎ Tai yra paslaugos komponentas, kuris leidžia klientams prisijungti prie duomenų bazių ir media failų.
nl: MPExtended is een open source project dat zich richt op het verlenen van toegang tot MediaPortal van over de hele wereld, met behulp van clienten voor uw webbrowser, Android, iOS en nog veel meer.. Dit is de service component, welke toegang tot de databases en de media-bestanden voor alle clienten biedt.
no: MPExtended er en åpen kilde som har til mål å gi tilgang til MediaPorta over hele verden. Dette ved hjelp av webbrowser. Android iOS og mer. Dette er service komponenten som gir aksess til dette.
sk: MPExtended je open source projekt zameraný na poskytnutie prístupu k MediaPortalu z celého sveta, použitím klientov pre webové prehliadače, systémy Android, iOS and iné. Toto je komponent služby, ktorý poskytuje prítup do databáz a mediálnych súborov všetkých klientov.
sl: MPExtended je odprtokodni projekt, ki ponuja dostop do MediaPortala s kjerkoli po svetu z uporabo odjemalcev za tvoj internetni brkljalnik, Android, iOS in druge. To je strežnik, ki omogoča povezavo na baze podatkov, datoteke z vsebinami za vse odjemalce.
sv: MPExtended är ett öppen källkod projekt som syftar till att ge dig tillgång till MediaPortal med din webbläsare, Android, iOS och mycket mer.⏎ ⏎ Detta är en tjänst som ger tillgång till databaserna och mediafiler för alla typer av klienter.

source: Network drives
ca: Unitats de xarxa
de: Netzlaufwerke
fi: Verkkolevyt
fr: Les lecteurs réseau
it: Unità di rete
lt: Tinklo diskai
nl: Netwerk schijven
no: Nettverks disker
sk: Sieťové jednotky
sl: Omrežni pogoni
sv: Nätverksdiskar

# NetworkDrivesText
source: If you have put your media files on a different system (such as a dedicated server or a NAS), MPExtended needs the credentials for this drive to access them. Usually this are the credentials of your Windows account.
ca: A l'MPExtended li calen credencials a l'unitat, per a accedir als fitxers de media en altres sistemes (com en servidors dedicats o una NAS). Aquestes credencials acostumen a ser les del compte del Windows.
de: Falls deine Media-Dateien auf einem Fremdsystem liegen (z.B. Server oder NAS), benötigt MPExtended die Zugangsdaten für diese Laufwerk, um darauf zugreifen zu können. Normalerweise sind dies die Zugangsdaten deines Windows-Kontos.
fi: Jos mediatiedostosi sijaitsevat toisessa järjestelmässä (esim. toinen windows-kone, palvelin tai NAS), MPExtended tarvitsee tunnukset tähän järjestelmään. Monesti nämä ovat Windows-tunnuksesi.
fr: Si vous avez mis vos fichiers multimédias sur un autre système (comme un serveur dédié ou un NAS), MPExtended a besoin des informations d'identification concernant ce système pour y accéder. Habituellement, ce sont les données de votre compte Windows.
id: Bila anda menempatkan file media anda pada sistem berbeda (seperti pada dedicated server atau NAS), MPExtended membutuhkan data kredensial untuk drive ini guna mengakses mereka. Biasanya ini adalah data kredensial dari akun Windows anda.
it: Se hai files multimediali su un sistema diverso (come un server dedicato o un NAS), MPExtended ha bisogno delle credenziali per avere accesso alla risorsa. Di solito le credenziali sono quelle del tuo account Windows.
lt: Jei jūsų media failai yra kitame įrenginyje (serveryje ar NAS). MPExtended reikalingi įgaliojimai pasiekti šiuos diskus. Dažniausiai tai yra Windows kliento įgaliojimai.
nl: Als uw media bestanden op een ander systeem staan (zoals een dedicated server of een NAS), dan heeft MPExtended de verificatiegegevens nodig om toegang tot deze schijf te krijgen. Meestal zijn dit de verificatiegegevens van uw Windows-account.
no: Hvis du har plassert dine media filer på dedikert filserver eller NAS, så trenger MPExtender referansen for å aksesere de. Vanligvis er disse samme referansene som på din Windows konto.
sk: Ak sú vaše mediálne súbory uložené na inom systéme (vyhradený server, alebo NAS), MPExtended potrebuje meno a heslo na prístup k nim. Zvyčajne tie k vášmu účtu vo Windows.
sl: Če si postavil svoje datoteke na drug računalnik (npr. strežnik ali NAS napravo), MPExtended potrebuje uporabniško ime in geslo za dostop do tega mesta. Navadno sta to ime in geslo tvojega windows računa.
sv: Om du har lagt dina mediefiler på ett annat system (t.ex. en dedikerad server eller en NAS), behöver MPExtended autentiseringsuppgifter för att komma åt dem. Vanligtvis är de autentiseringsuppgifter för ditt Windows-konto.

source: no update available
ca: no hi han actualitzacions disponibles
de: Kein Update verfügbar
fi: ei päivityksiä saatavana
fr: Aucune mise à jour disponible
id: tidak ada perbaruan tersedia
it: nessun aggiornamento disponibile
lt: atnaujinimų nėra
nl: geen update beschikbaar
no: Ingen oppdatering tilgjengelig
sk: aktualizizácie nie su k dispozícii
sl: Na voljo ni novih posodobitev
sv: inga uppdateringar tillgängliga

source: Password
ca: Contrasenya
de: Passwort
fi: Salasana
fr: Mot de passe
lt: Slaptažodis
nl: Wachtwoord
no: Passord
sk: Heslo
sl: Geslo
sv: Lösenord

# PortText
source: You can configure the port on which the services listen here.
ca: Configureu aquí el port que utilitzen els serveis.
de: Hier kannst du einstellen, welchen Port für die Dienste benutzen.
fi: Tässä voit määrittää portin jossa palvelut kuuntelevat.
fr: Vous pouvez configurer le port sur lequel les services écoutent, ici.
id: Anda dapat mengkonfigurasi port yang akan didengarkan layanan tersebut di sini.
it: Puoi configurare la porta sulla quale il servizio si mette in ascolto.
lt: Gali nustatyti portą kuriuo laukiama paslaugų.
nl: Hier kunt u de poort configureren waarnaar de services luisteren.
no: Du kan konfiguere hvilken port servicen lytter til her.
sk: Tu sa nastavuje port na ktorom služba počúva.
sl: Tu lahko nastaviš IP vrata, na katerih bodo storitve poslušale.
sv: Du kan konfigurera den port som tjänsten lyssnar på här.
